{"meta":{"title":"Welcome to my sweet world","subtitle":"","description":"Preparedness ensures success, unpreparedness spells failure.","author":"Estrella Huang","url":"http://yoursite.com"},"pages":[{"title":"about","date":"2016-10-31T13:03:40.000Z","updated":"2017-02-13T06:14:25.856Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"那些逗乐你的小事专栏欢迎各位留言分享！","raw":null,"content":null},{"title":"movie","date":"2016-10-31T13:03:40.000Z","updated":"2017-01-03T13:43:04.914Z","comments":true,"path":"book/index.html","permalink":"http://yoursite.com/book/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"categories","date":"2016-10-31T13:03:40.000Z","updated":"2016-10-31T13:04:32.489Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"tags","date":"2016-10-31T13:00:58.000Z","updated":"2016-11-14T11:33:48.181Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"wiki","date":"2016-10-31T13:03:40.000Z","updated":"2017-01-03T13:45:43.056Z","comments":true,"path":"wiki/index.html","permalink":"http://yoursite.com/wiki/index.html","excerpt":"","text":"","raw":null,"content":null}],"posts":[{"title":"TPO5-L1.Meme","slug":"TOEFL/TPO5-L2.Meme","date":"2017-02-16T16:00:00.000Z","updated":"2017-02-17T12:43:21.329Z","comments":true,"path":"2017/02/17/TOEFL/TPO5-L2.Meme/","link":"","permalink":"http://yoursite.com/2017/02/17/TOEFL/TPO5-L2.Meme/","excerpt":"Words and Phrases sewer  [ˈsuər] 下水道；\nstrike fear into sb 使…感到害怕；\npet [pet] 宠物，宝贝，红人；\nstrike  [straɪk]  罢工，攻击，打；(用炫迈口香糖来记住这个读音)\nfind their way into 出现在…\neg: Rivers find their way into the sea.\nhave been around 已经存在；","text":"Words and Phrases sewer [ˈsuər] 下水道； strike fear into sb 使…感到害怕； pet [pet] 宠物，宝贝，红人； strike [straɪk] 罢工，攻击，打；(用炫迈口香糖来记住这个读音) find their way into 出现在… eg: Rivers find their way into the sea. have been around 已经存在； taught [tɔ:t] 教授； observe the rules 遵守规则； observe 观察，注意到； pass on = pass away sth 传递，通过； pass sth along to sb 传递； nothing new 不是什么新鲜事； copy/ replicate replicator [‘replɪkeɪtər] 复制机； property 属性，财富； property and characteristics 性质和特征； for one reason or another; reproduce in large numbers; housefly 家蝇； genetic mutation 基因突变； Structureeg: Where am I going with this? 我的用意是什么呢？ eg: Well, the whole point of defining this familiar process as transmission of memes is so that we can explore its analogy with the transmission of genes. eg: We know fidelity is an essential principle of genetic transmission. 我们知道准确性是基因传递的一个重要的原则。(卡几嘛，好深奥啊) eg: If you change a word, the others will usually bring you in line. 如果你改变了个词，其他的人通常会把你带回线上。 eg: That’s not how you sing it. 这不是你这样唱的。 eg: .So, you can see how looking at pieces of cultural information as replicators, as memes, and analyzing them in terms of longevity, fecundity and fidelity, we can gain some inside about how they spread, persist or change. Structure用Alligator&amp; twinkle star的例子引出mems，然后将memes和gene分别定义然后analogy，分3点longevity, fecundity, fidelity来说明memes的key characteristics。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO5","slug":"TOEFL/TPO5","permalink":"http://yoursite.com/categories/TOEFL/TPO5/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"error-prone pronunciation","slug":"TOEFL/pronunciation","date":"2017-02-16T16:00:00.000Z","updated":"2017-02-18T16:51:00.380Z","comments":true,"path":"2017/02/17/TOEFL/pronunciation/","link":"","permalink":"http://yoursite.com/2017/02/17/TOEFL/pronunciation/","excerpt":"Estrella’s error-prone pronunciation endemic a/n  [en’demɪk]\nhorizon n [hə’raɪz(ə)n]\nvolcano n [vɒlˈkeɪnəʊ]\nrange n [reɪndʒ]\nsediment n [‘sedəmənt]\nelevation n  [.elə’veɪʃ(ə)n]\ngeothermy n [dʒioʊ’θɜrmɪ]\npollen n/v [‘pɑlən]\npollinator n [ˈpɒləˌneɪtə]\narbitrary a [‘ɑrbɪ.treri]\nmandatory a  [‘mændə.tɔri]","text":"Estrella’s error-prone pronunciation endemic a/n [en’demɪk] horizon n [hə’raɪz(ə)n] volcano n [vɒlˈkeɪnəʊ] range n [reɪndʒ] sediment n [‘sedəmənt] elevation n [.elə’veɪʃ(ə)n] geothermy n [dʒioʊ’θɜrmɪ] pollen n/v [‘pɑlən] pollinator n [ˈpɒləˌneɪtə] arbitrary a [‘ɑrbɪ.treri] mandatory a [‘mændə.tɔri] credit n [‘kredɪt] excavate v [‘ekskə.veɪt] bottle n [‘bɑt(ə)l] journey n [ˈdʒɜrni] gulf n [ɡʌlf] creature n [‘kritʃər] origin n [‘ɔrədʒɪn] primitive a [‘prɪmətɪv] France n [fræns] cave n [keɪv] preserve v [prɪ’zɜrv] slide n [slaɪd] these a [ðiz] masterpiece n [‘mæstər.pis] optional [‘ɑpʃən(ə)l] 可选择的； session [ˈseʃ(ə)n] 课程； nation [‘neɪʃ(ə)n] 国家； national [‘næʃən(ə)l] 国家的； council [‘kaʊns(ə)l] 委员会，理事会，机构； problem [‘prɑbləm] culture [‘kʌltʃər] academic [.ækə’demɪk] 学院的，大学的 economic [.ekə’nɑmɪk] 经济的； impersonal [ɪm’pɜrs(ə)nəl ] 缺乏人情味的； answer [‘ænsər] 回答，答案； cellist [‘tʃelɪst] 大提琴家； positive [‘pɑzətɪv] overwhelm [.oʊvər’hwelm] knowledge [‘nɑlɪdʒ] 知识； concentration [.kɑnsən’treɪʃ(ə)n] 浓度，含量，专心； encourage [ɪn’kʌrɪdʒ] 鼓励；(注意重音部分) copy [‘kɒpi] 复制； define [dɪ’faɪn] definition [.defə’nɪʃ(ə)n] egg [eɡ] another [ə’nʌðər] terrific [tə’rɪfɪk] salt [sɔlt]","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"error-prone pronunciation","slug":"TOEFL/error-prone-pronunciation","permalink":"http://yoursite.com/categories/TOEFL/error-prone-pronunciation/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"unfamiliar expressions(2)","slug":"TOEFL/unfamiliar expressions(2)","date":"2017-02-16T16:00:00.000Z","updated":"2017-02-17T06:18:21.242Z","comments":true,"path":"2017/02/17/TOEFL/unfamiliar expressions(2)/","link":"","permalink":"http://yoursite.com/2017/02/17/TOEFL/unfamiliar expressions(2)/","excerpt":"Words and Phrases independent confirmation 独立的消息来源；\ndo the dating for sth 为…做年代测定；\ncontext 语境，环境；\npaleolithic a 旧石器时代的；\nclimate 气候；\nEurope 欧洲；\nsignificantly 极大地，显著地；\nrock shelters 岩荫；\nshallow caves 浅洞穴；\ndrew on the walls of their homes\ntruly great cave art sites like Chauvet 真正好的洞穴艺术遗址像肖恩那样的\ninhabited 过去式，居住于；","text":"Words and Phrases independent confirmation 独立的消息来源； do the dating for sth 为…做年代测定； context 语境，环境； paleolithic a 旧石器时代的； climate 气候； Europe 欧洲； significantly 极大地，显著地； rock shelters 岩荫； shallow caves 浅洞穴； drew on the walls of their homes truly great cave art sites like Chauvet 真正好的洞穴艺术遗址像肖恩那样的 inhabited 过去式，居住于； be made deep inside a dark cave 在一个黑洞穴的深处被制作； no natural light can penetrate 没有自然光线可以穿透； before we adjourn 在我们延期之前； the upcoming fundraising event 即将到来的募捐活动； renovation of the old gym 旧体育场的翻新； draw up(草拟) a report about the possibility of keeping the student center open twenty-four hours a day snack bar 小吃部； recreation 消遣，娱乐； In the few minutes that remain of today’s class present a paper at a conference 在会议上提交一份文件； marking the halfway point 标记中间点； administer the exam 监考； preliminary outline 初步提纲； make the necessary revisions ； Welcome to Everglades National Park. Sentenceseg: This should meet the objection(反对) that it costs too much to staff (为…配备员工) the center from midnight to eight a.m., which I’m sure will be the first response. eg: In place of the usual Wednesday class, I’ve arranged an optional review session. eg: As I return your topic papers, I’d like to look over the schedule which sketches out what we’ll do during the next two weeks. eg: Please be sure to incorporate(包含) the suggestions I’ve made on your topics in your outlines","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"OLD TOEFL","slug":"TOEFL/OLD-TOEFL","permalink":"http://yoursite.com/categories/TOEFL/OLD-TOEFL/"}],"tags":[{"name":"OLD TOEFL","slug":"OLD-TOEFL","permalink":"http://yoursite.com/tags/OLD-TOEFL/"}]},{"title":"TPO29-R2.Prerequisites for a film theory course","slug":"TOEFL/TPO5-C2.Prerequisites for a film theory course","date":"2017-02-15T16:00:00.000Z","updated":"2017-02-17T01:55:06.031Z","comments":true,"path":"2017/02/16/TOEFL/TPO5-C2.Prerequisites for a film theory course/","link":"","permalink":"http://yoursite.com/2017/02/16/TOEFL/TPO5-C2.Prerequisites for a film theory course/","excerpt":"Words and Phrases as prerequisite [pri’rekwəzɪt] 作为先决条件；\ndrop back 回到原点；\ndrop it now 现在放下/ 放弃；\nfrankly 坦率地，直率地；\nin-depth 彻底的，深入详尽的；\ncatch up 跟上，赶上；","text":"Words and Phrases as prerequisite [pri’rekwəzɪt] 作为先决条件； drop back 回到原点； drop it now 现在放下/ 放弃； frankly 坦率地，直率地； in-depth 彻底的，深入详尽的； catch up 跟上，赶上； Sentencepretty much everyone else 差不多每个人；get 明白； eg: It seems that pretty much everyone else in the class gets what they are supposed to be doing but I’m not so sure. 似乎班上的每个人都知道他们要做什么，但是我不确定。 eg: Well, the class is for students who are really serious about film. 这个课程是针对认真对待电影的学生而开的。 eg: Did you concentrate mainly on form or content? 你们过去主要关注形式还是内容？ eg: we have two introductory courses that are supposed to be taken before you get to my course, one in film art, techniques, technical stuff and another in film history. get to my course 接触我的课程； techniques 方法，技能； technical stuff 技术细节； eg: Students in the class (you are in) should be pretty far along in film studies. 你所在课堂的学生应该在电影研究上很有造诣了。 eg: In fact, usually the system blocks anyone (trying to sign up for a class for they shouldn’t be taking). 事实上，系统经常阻止每个不应该上这门课的学生注册这门课。 eg: For your own good, I really suggest you dropping back and starting at the usual place. eg: Like any other professional training we build on previous knowledge. 像其他任何的专业训练一样，我们建立在前人的知识上。 eg: Maybe you can recommend some extra reading that I can do to catch up. eg: Well, are you intending to study film as your main concentration? eg: There is no harm in try to keep up with this class. eg: We have them on video. 我们拥有他们的视频。 eg: It’s still a pretty tall order, and we will be moving right along, So you will really need to stay on top of it . a tall [tɔl] order 高要求；right along 不停地，不断地；stay on top of it 坚持住； eg: OK, I’ve been warned. 好的，我收到警告了。 eg: That would give you a better handle on the subject. 这样做，你会更好的掌握这门课。 Structure学生提出问题，教授询问学生的学习情况，并给出建议，建议未被完全接纳，转换另一种建议，对话结束。 Editor’s message既然conversation谈到了film，所以小编就在封面放了一张《心灵捕手》的海报，小编也是好友推荐的，看完有所思。感觉很好，有兴趣你们也可以看下。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO5","slug":"TOEFL/TPO5","permalink":"http://yoursite.com/categories/TOEFL/TPO5/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO29-R2.Competition","slug":"TOEFL/TPO29-R2.Competition","date":"2017-02-15T16:00:00.000Z","updated":"2017-02-17T01:34:54.486Z","comments":true,"path":"2017/02/16/TOEFL/TPO29-R2.Competition/","link":"","permalink":"http://yoursite.com/2017/02/16/TOEFL/TPO29-R2.Competition/","excerpt":"Analysis for errorQ8 Paragraph 3 supports the idea that Gause’s experiments were important because they\n\nA\nprovided a situation in which competition could be removed from the interaction between two species\n\nB\nshowed that previous ideas about the extent to which competition determines the composition of a community were completely mistaken\n\nC\nhelped establish that competition will remove all but one species from any given ecological niche\n\nD\noffered evidence that competition between species is minimal when there is an overabundance of a single food source\n\n","text":"Analysis for errorQ8 Paragraph 3 supports the idea that Gause’s experiments were important because they A provided a situation in which competition could be removed from the interaction between two species B showed that previous ideas about the extent to which competition determines the composition of a community were completely mistaken C helped establish that competition will remove all but one species from any given ecological niche D offered evidence that competition between species is minimal when there is an overabundance of a single food source 选错两次B,D，正确答案C 错误原因： 第一次错：省题时迫于时间压力，没有仔细看题，故将此题误判为目的题，在例子前面找答案，但是又看不懂的句子，就选了一个含有最多和原文相近内容的句子。 第二次错：知道不是目的题，但是还是看不懂文章首句和C选项的意思，故选了一个含有 a single food source的选项。 解决办法： 分析原文 To what extent [competition determines (the composition of a community and the density of particular species)] has been the source of considerable controversy. The problem is that competition ordinarily cannot be observed directly but must be inferred from the spread or increase of one species and the concurrent reduction or disappearance of another species. The Russian biologist G. F. Gause performed numerous tow-species experiments in the laboratory, in which one of the species became extinct when only a single kind of resource was available. On the basis of these experiments and of field observations, the so-called law of competitive exclusion was formulated, according to which no two species can occupy the same niche. Numerous seeming exceptions to this law have since been found, but they can usually be explained as cases in which the two species, even though competing for a major joint resource, did not really occupy exactly the same niche. to what extent 在多大程度上； the source of …的原因； considerable controversy 相当多的争议； be inferred from 由…推断； concurrent reduction or disappearance of another species 同时减少或者消失的另一个物种； Russian 俄罗斯人，俄罗斯的； tow-species 两个物种的； On the basis of these experiments and of field observations, the so-called law of competitive exclusion was formulated, according to which no two species can occupy the same niche. law of competitive exclusion 竞争排除法则； formulate 表达，用简洁的语言描述，用公式表达(简记为表达)； 发现分析完原文还是不知道C选项和原文有什么关联，那就看目的词provided a situation，showed，helped establish，offered evidence，由 On the basis of these experiments and of field observations, the so-called law of competitive exclusion was formulated, according to which no two species can occupy the same niche.可知是在前个实验的基础上，formulated一个law。所以是establish。 Q9Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information. A Apparent exceptions to this law usually involves cases in which two species compete for the same major resource but occupy slightly different niches. B Although it may appear that two species always have different niches, many exceptions show that species compete with each other. C Cases in which two species not only compete for a shared resource but also occupy similar niches are considered exceptions to this law. D Cases in which the two species do not occupy that same niche yet still compete for the same resource are believed to be exceptions to this law. 错选两次，两次同选D。 错误原因： D项翻译：例子：不占用相同小生态的两个物种却仍然竞争相同的资源被认为是这个法则的特例。觉得和原文翻译能对照，殊不知，seeming是表面上的意思，所以我连错两次，所以知道反向形容词有哪些是有多么的重要啊！ apparent 明显的，表面上的； 原文Numerous seeming exceptions to this law have since been found, but they can usually be explained as cases in which the two species, even though competing for a major joint resource, did not really occupy exactly the same niche. 对这个法则来说无数表面上的特例被发现，但是他们通常被解释为两个物种的例子，即使竞争一个主要的共同的资源，也不会真的占用两个相同的小生态。 Q10According to paragraph 4, how does competition affect evolution? A It results in the evolution of physical structures that allow the species to compete with each other more effectively. B It results I the evolutionary extinction of all but one of the competing species. C It results in the competing species evolving in such a way that they no longer compete for the same resources. D It results in the competing species evolving to become so much like each other that competition between them eventually disappears. 选错两次，同选A 错误原因： 翻译A选项：生物结构进化的结果允许物种间能够更有效的竞争。 看原文 Competition among species is of considerable evolutionary importance. The physical structure of species competing for resources in the same ecological niche tends to gradually evolve in ways that allow them to occupy different niches. Competing species also tend to change their ranges so that their territories no longer overlap. The evolutionary effect of competition on species has been referred to as “species selection”; however, this description is potentially misleading. Only the individuals of a species are subject to the pressures of natural selection. The effect on the well-being and existence of a species is just the result of the effects of selection on all the individuals of the species. Thus species selection is actually a result of individual selection. 强点部分翻译：在相同生态小环境中竞争资源的物种的身体结构倾向于逐渐进化成一种方式，这就是允许它们去占领不同的小生态。竞争的物种也倾向于去改变它们的范围，为了让它们的领域不再重叠，竞争进化对物种的影响被指为物种选择。 14C Investigation of the ecological role of competition is difficult because ordinarily the competition cannot be observed directly and must be inferred from its presumed effects. E Competition between a pair of species tends to lessen over time because the species tend to evolve to occupy different ecological niches and ranges. 选C没选E C项翻译，竞争的生态角色的研究是困难的因为通常竞争不能被直接的观察，必须从可能的影响中推断。 原文是： The problem is that competition ordinarily cannot be observed directly but must be inferred from the spread or increase of one species and the concurrent reduction or disappearance of another species. 问题是竞争通常不能直接被观察但是必须从一个物种的扩散和增加和同时一个物种的减少和消失中推测 原文和选项同义改写：原文是已知影响，推测原因；选项是竞争要从可能的影响中被推测。然而不选的原因是它是个细节。想强调的应该是生物学的那个实验，以及由实验得出的结论。 E项翻译，一对物种之间的竞争倾向于减少，随着时间的流逝，因为物种倾向于进化成占领不同的小生态和范围。 这个点事第4段的主要内容，但是我由于没看懂第四段，故没有选择此选项。算算第四段没看懂错了三题，天哪。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO29","slug":"TOEFL/TPO29","permalink":"http://yoursite.com/categories/TOEFL/TPO29/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO5-C1.Adjustment to life at university","slug":"TOEFL/TPO5-C1.Adjustment to life at university","date":"2017-02-14T16:00:00.000Z","updated":"2017-02-17T01:18:53.060Z","comments":true,"path":"2017/02/15/TOEFL/TPO5-C1.Adjustment to life at university/","link":"","permalink":"http://yoursite.com/2017/02/15/TOEFL/TPO5-C1.Adjustment to life at university/","excerpt":"\n\n\n\n\nWords and Phrases a counselor [‘kaʊnsələr]  一个咨询师/ 指导老师；\nat the university counseling center 在大学咨询中心；\non a big campus;\nin an unfamiliar city;\ncounsel [‘kaʊns(ə)l] 律师，法律顾问；\ncouncil [‘kaʊns(ə)l] 市政服务机构；\nproblem [‘prɑbləm] 问题；(我竟然连这个音都是读的错了，那些年都干了啥的)\nno problem\noverwhelm [.oʊvər’hwelm] 压倒，制服，推翻；\noverwhelmed a 不知所措的；\neg: I’m a little overwhelmed by the size of this place.\neveryone know everyone 每个人都相互认识；\nculture [‘kʌltʃər] 文化(读了这么多年，这个单词发音也是错的)；","text":"Words and Phrases a counselor [‘kaʊnsələr] 一个咨询师/ 指导老师； at the university counseling center 在大学咨询中心； on a big campus; in an unfamiliar city; counsel [‘kaʊns(ə)l] 律师，法律顾问； council [‘kaʊns(ə)l] 市政服务机构； problem [‘prɑbləm] 问题；(我竟然连这个音都是读的错了，那些年都干了啥的) no problem overwhelm [.oʊvər’hwelm] 压倒，制服，推翻； overwhelmed a 不知所措的； eg: I’m a little overwhelmed by the size of this place. everyone know everyone 每个人都相互认识； culture [‘kʌltʃər] 文化(读了这么多年，这个单词发音也是错的)； a bit of a culture shock 一点儿文化冲击； that’s an understatement. 不止这些/ 这是一个保守的说法； you know, socially 你知道的，社交上的问题。 in the huge lecture halls 在大的讲堂里面； have trouble (in) doing sth 做某事有困难； raise my hand keep my hand up that wouldn’t seem right. 这种方法似乎不妥。 pop in 突然到访； eg: There is no reason you couldn’t pop in to hi and to make yourself known. stop by 顺便到访； artsy a 附庸风雅的，似乎爱好艺术的； string quartet [kwɔr’tet] 弦乐四重奏；（弦乐四重奏是一种音乐演奏形式，或是说一种音乐作品，由4把弦乐器负责，通常是2把小提琴，一把中提琴和一把大提琴。 quarter 四分之一； search high and low for a replacement [rɪˈpleɪsmənt] 上下寻觅一个替代的人； Sentenceeg: Thanks for seeing me on such short notice. 谢谢您能见我，通知的很临时，抱歉。 on such short notice 刚约就要见面； eg: Well, I think I might have made a mistake coming to the school. eg: In either case, I wouldn’t take it personally. 不管怎么说，我个人不认同你说的。 eg: but why not stop by his office during office hours? eg: Taking time from other students who need help. 占用其他需要帮助的学生的时间。 eg: Have you been playing long? 你弹奏的时间久吗？ eg: since age ten 十岁的时候开始。 would you be interested in auditioning? 你有兴趣去面试一下吗？ audition (招收演员时的)试听； audience 观众； eg: I wanted to get my academic work settled before pursuing my music here. Structure首先从小镇来到陌生城市对校园生活的不适，提出主要在class和dorm上，counselor一一给出建议的解决方案。 Editor’s message这个帖子的顶部的音乐为卡农的四重奏，string quartet ，小编觉得很好听而且在lecture中讨论了一会，所以就找了一个自己喜欢的卡农放进去了，再附赠一个四重奏视频链接，是同一首，但是小编觉得视频的更好听，希望你也会喜欢。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO5","slug":"TOEFL/TPO5","permalink":"http://yoursite.com/categories/TOEFL/TPO5/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"everglow","slug":"share/music/everglow","date":"2017-02-13T16:00:00.000Z","updated":"2017-02-14T10:29:28.297Z","comments":true,"path":"2017/02/14/share/music/everglow/","link":"","permalink":"http://yoursite.com/2017/02/14/share/music/everglow/","excerpt":"","text":"","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"TPO5-L4.Folk tales and Fairy Tales","slug":"TOEFL/TPO5-L4.Folk Tales and Fairy Tales","date":"2017-02-13T16:00:00.000Z","updated":"2017-02-15T08:17:55.681Z","comments":true,"path":"2017/02/14/TOEFL/TPO5-L4.Folk Tales and Fairy Tales/","link":"","permalink":"http://yoursite.com/2017/02/14/TOEFL/TPO5-L4.Folk Tales and Fairy Tales/","excerpt":"Words and Prases literature [‘lɪt(ə)rə.tʃʊr] 文学；\ngenre [‘ʒɑnrə] 类型；\nstart out 开始，出发；\ncharacterize [‘kerəktə.raɪz] 描述；是…的特征；以…为典型；使…具有特点（或最引人注目的特征）\nteller n 讲故事的人；\ncommunal  [kə’mjun(ə)l] a 共享的，不同群体的；\ncommunity 社区；\nconstant a 不变的；重复的；","text":"Words and Prases literature [‘lɪt(ə)rə.tʃʊr] 文学； genre [‘ʒɑnrə] 类型； start out 开始，出发； characterize [‘kerəktə.raɪz] 描述；是…的特征；以…为典型；使…具有特点（或最引人注目的特征） teller n 讲故事的人； communal [kə’mjun(ə)l] a 共享的，不同群体的； community 社区； constant a 不变的；重复的； thread [θred] 思路，线程； hold together 团结在一起； that was the thread that held the tale together. 这是故事团结在一起的思路；意译为，为情节穿针引线； modify [‘mɑdɪ.faɪ] 修改，调节； mode [moʊd] 模式，风格； audience [ˈɔːdiəns] 观众； improbable [ɪm’prɑbəb(ə)l] adj. 不大可能真实的（或发生的）；不大可能的；奇异的；荒谬的 impossible a 不可能的； royalty n 皇室； line-up 节目安排； Once upon a time 很久以前 (终于不用再说long long ago ) in a faraway [.fɑrə’weɪ] land 在一个遥远的地方； specify [‘spesɪ.faɪ] 具体说明； come back to this point in a few minutes authoritative a 权威的； be tailored to sb 为…定做； pass down orally within cultures generation to generation 在某一文化领域内口口相传； have a slightly different version of the same folk tale be tailored to suit a particular audience Sentenceeg: Now we can’t really talk about fairy tales(童话故事) without first talking about folk tales(民间故事) because there’s a strong connection between these two genres, these two types of stories. fairy 美丽的；优雅的；妖精(一样)的；仙女似的； eg: a frog [frɒɡ] turning into a prince[prɪns] ; princess n 公主； eg: So what’s the folk tale? How would you characterize(描述) them, Jeff? eg: A number of things happen when an oral tale gets written down. 当口头的故事被写下来的时候会发生大量的改变。 Editor’s message小编看到童话和民谣以为要讲故事了，立马就跳过前面的五篇，跑过去听，然而没有故事，不过又长见识了。最后小编附上小时候常听的故事《大灰狼与小红帽》","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO5","slug":"TOEFL/TPO5","permalink":"http://yoursite.com/categories/TOEFL/TPO5/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-L2.Emerson's Self-reliance","slug":"TOEFL/TPO4-L2","date":"2017-02-13T10:11:08.379Z","updated":"2017-02-13T10:12:51.044Z","comments":true,"path":"2017/02/13/TOEFL/TPO4-L2/","link":"","permalink":"http://yoursite.com/2017/02/13/TOEFL/TPO4-L2/","excerpt":"Words and Phrases poem  [‘poʊəm] 诗；\nSelf-Reliance 自力更生；\nall sorts of profound questions 各种深奥的问题；\nprofound a 巨大的；深切的；深远的；知识渊博的;\nphilosophy  [fɪ’lɑsəfi]  哲学(哲学理念)；\nTruth is found within ourselves 真理存在于我们自身；\ntie (that) in 结合成一体；\ngenius [‘dʒiniəs] 天才；\ndismiss 解雇，开除；\n have a glimpse of this truth 瞥一眼真相；\nbe into 喜欢；","text":"Words and Phrases poem [‘poʊəm] 诗； Self-Reliance 自力更生； all sorts of profound questions 各种深奥的问题； profound a 巨大的；深切的；深远的；知识渊博的; philosophy [fɪ’lɑsəfi] 哲学(哲学理念)； Truth is found within ourselves 真理存在于我们自身； tie (that) in 结合成一体； genius [‘dʒiniəs] 天才； dismiss 解雇，开除； have a glimpse of this truth 瞥一眼真相； be into 喜欢； the thought or conviction that’s true for you 对你来说真实的想法和信念； believe in yourself 相信你自己； drive home 讲清楚； drive home the meaning of this new word 讲清楚这个新单词的意思； drive this argument home throughout this essay 通过这篇文章讲清楚了他的论点； a novel idea 这是一个新颖的想法； be less secure about about sth 对某事不很有把握； takes this step further 进一步阐明这一点； not confirming yourself or your post 不屈服于你自己或你的过去； the famous bits of this essay 这篇文章最重要的点； make up of 组成； attest to that 证实这点； take some pretty interesting turns 带给我一些特别有趣的转折； trust your own talent 相信你自己的天赋； post [poʊst] path [pæθ] sentenceseg: All right, so let me close today’s class with some thoughts to keep in mind while you are doing tonight’s assignment. eg: I think this essay has the potential to be quite meaningful for all of you as young people who probably wonder about things like truth and where your lives are going - all sorts of profound questions. eg: Knowing something about Emerson’s philosophies will help you when you read “Self-Reliance“. eg: So this truth, the idea that it’s in each one of us, is one of the first points that you’ll see Emerson making in this essay. 真理，我们每个人都有的想法； eg: So Emerson is really into each individual believing in and trusting him or herself. 真的喜欢；相信并且信任； eg: He criticizes that people of his time for abandoning their own times and their own wills for the sake of conformity and consistency. eg: They try to fit in with the rest of the world even though it’s at odds with their beliefs and their identities. eg: The country as a whole was trying to define itself. 这个国家作为一个整体都在试图定义自己； eg: So that’s something that I think is definitely as relevant today as it was then, probably, um, especially among young adults like yourselves, you know, uh, college being a time to sort of really think about who you are and where you’re going. 过去和今天一样相关； eg: Up close, it seems a little all over the place, but from farther away, the true path shows and in the end it justifies all the turns along the way. 就近来看曲折到处都是，但是就远来看，真正的道路显现出来之后，在结尾证明多有的曲折都是正确的； eg: So, don’t worry if you are not sure where you’re headed or what your long-term goals are. Stay true to yourself and it’ll make sense in the end. Structuremeaning of self-reliance—philosophy—be into&amp; criticize—his time—not conformity meaning(1&amp;2) Abstract of Self-Reliance 不久前有一天，我读了一位杰出的画家写的几首诗，它们立意新奇，不落窠臼。先别管诗的题材如何，灵魂总是从字里行间听到一种告诫。这些诗句所灌输的情感比它们包含的任何思想更有价值。相信你自己的思想，相信你内心深处认为对你适用的东西对一切人都适用——这就是天才。如果把你隐藏的信念说出来，它一定会成为普遍的感受；因为最内在的在适当的时候就变成了最外在的——我们最初的思想会被“最后的审判”的号角吹送到我们耳边。心灵的声音尽管每个人都非常熟悉，但是我们认为摩西、柏拉图和弥尔顿的最大功绩就在于他们蔑视书本和传统，不是自己想到的东西不说。一个人应当学会发现和观察从内部闪过他心灵的微光，而不是诗人和圣贤的天空里的光彩。可是他擅自摒弃了自己的思想，就因为这是他自己的东西。在天才的每一部作品中，我们认出了我们自己抛弃了的思想：它们带着某种疏远的威严回到了我们的身边。伟大的艺术作品对我们的教益不过如此而已。它们教导我们：正当对方呼声最高的时候，要心平气和、坚定不移地坚持我们自发的感想。要不，到了明天，一位陌生人将会非常高明地说出恰恰是我们一直想到和感到的东西，我们将被迫从别人那里取回我们自己的见解，并羞愧难当。 每个人在求知期间，有一天会得出这样一种信念：嫉妒等于无知；模仿无异于自杀；一个人不管好坏，必须把自己看做自己的命运；虽然广阔的宇宙不乏善举，可是若不在自己得到的那块土地上辛勤耕耘，一粒富有营养的粮食也不会自行送上门来。蕴藏在他身上的力量实际上非常新奇，因此除他之外，谁也不知道他有什么本领，而且不经过尝试，连他自己也不知道。一张面孔、一个人物、一件事实，给他留下了深刻的印象，给另一个人却没有留下任何印象，这不是平白无故的。记忆中的这种雕刻不能不说没有前定的和谐。眼睛被安置在一道光线应当照到的地方，这样它才可以看到那道光线。我们还不能充分表现自己，而且对我们各自所代表的那种神圣的观念感到惭愧。完全可以认为，这种观念非常适当，一定会产生良好的结果。因此应当忠实地传达，不过上帝是不愿意让懦夫来阐明他的功业的。一个人只有尽心竭力地工作，方能感到宽慰和欢乐；如果他说的或做的并非如此，他将得不到安宁。那是一种没有解脱的解脱。还在尝试之中，他的天才就抛弃了他；没有灵感眷顾；没有发明；没有希望。 信赖你自己吧：每一颗心都随着那根铁弦颤动，接受神圣的天意给你安排的位置。接受你同时代的人构成的社会，接受 …… Editor’s message图片是莎翁，不是Emerson； the picture on the top is Shakespeare, not Emerson, because I did not catch episode of the lecture and I chose the wrong answer about Shakespeare. In order to remember this point, I find his portrait.","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-L4.Government Support for Arts","slug":"TOEFL/TPO4-L4.Government Support for Arts","date":"2017-02-11T16:00:00.000Z","updated":"2017-02-15T07:28:15.090Z","comments":true,"path":"2017/02/12/TOEFL/TPO4-L4.Government Support for Arts/","link":"","permalink":"http://yoursite.com/2017/02/12/TOEFL/TPO4-L4.Government Support for Arts/","excerpt":"Words and Prases sum up some of the main points 总结一些重点；\nmake first attempt to sth 对，，，做出初步尝试；\nfederal [‘fed(ə)rəl] 联邦的；\ncommunity  [kəˈmjunəti]  art center 社区艺术中心；\nrural  [‘rʊrəl]  area 乡村地区；you name it 应有尽有；\ncouncil  [‘kaʊns(ə)l]  委员会，机构；\nagency 机构；","text":"Words and Prases sum up some of the main points 总结一些重点； make first attempt to sth 对，，，做出初步尝试； federal [‘fed(ə)rəl] 联邦的； community [kəˈmjunəti] art center 社区艺术中心； rural [‘rʊrəl] area 乡村地区；you name it 应有尽有； council [‘kaʊns(ə)l] 委员会，机构； agency 机构； federal government 联邦政府； corporation 公司，企业； patron [‘peɪtrən] 赞助人； be built with substantial financial support from corporations acknowledge [ək’nɒlɪdʒɪŋ] 感谢，承认，告知收到； plaque [plæk] 匾额； eg: Many of your cultural establishments in the United States will have a plaque somewhere acknowledging the support - the money they received from whatever corporation. do away with 废除，去掉； get rid of 除掉，摆脱； as far as the public goes 就大众而言； Structure按时间顺序，从经济大萧条期间，肯尼迪政府以及各州政府对艺术支持的methods及其primary objective，再分别谈论了politicain， public，artists对government support for arts的态度； Editor‘s message封面图为1930s的美国秋收图，很有意思。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-L3","slug":"TOEFL/TPO4-L3","date":"2017-02-10T16:00:00.000Z","updated":"2017-02-12T11:53:08.323Z","comments":true,"path":"2017/02/11/TOEFL/TPO4-L3/","link":"","permalink":"http://yoursite.com/2017/02/11/TOEFL/TPO4-L3/","excerpt":"Words and Phrasesleave long trail behind them 在它们后面留下长长的痕迹；\ntracks 轨道，轨迹； trail  轨迹；\ntheory [‘θiəri] 理论，原理，学说；\ntheorize  [‘θiə.raɪz] v 建立理论；\nwindstorm 风暴；\nwind combine with rain 风雨交加；\ndesert [ˈdezərt] 沙漠；\nclay [kleɪ] 黏土；\ndry [draɪ] 干燥的；\noccasional rain 偶尔的雨；\nextremely slippery 特别的滑；\nflooded[‘flʌdəd] 淹没的； an area of desert with water\nrock becoming embedded in ice 岩石被冰包裹着；\ntake separate routes 走不同的路线；\nvibrate  [‘vaɪ.breɪt] 振动；\nsensitive [‘sensətɪv] 体贴的，体恤的；","text":"Words and Phrasesleave long trail behind them 在它们后面留下长长的痕迹； tracks 轨道，轨迹； trail 轨迹； theory [‘θiəri] 理论，原理，学说； theorize [‘θiə.raɪz] v 建立理论； windstorm 风暴； wind combine with rain 风雨交加； desert [ˈdezərt] 沙漠； clay [kleɪ] 黏土； dry [draɪ] 干燥的； occasional rain 偶尔的雨； extremely slippery 特别的滑； flooded[‘flʌdəd] 淹没的； an area of desert with water rock becoming embedded in ice 岩石被冰包裹着； take separate routes 走不同的路线； vibrate [‘vaɪ.breɪt] 振动； sensitive [‘sensətɪv] 体贴的，体恤的； lead back to my main point 倒回了我的主要观点； address geology from a wider perspective； carry out carefully 小心的展开 Sentenceseg: So I’ll just touch[tʌtʃ] on an interesting subject that I think it makes an important point. touch on 提及，说到； subject issue assignment theme eg: We’ve been covering rocks and different types of rocks for the last several weeks. eg: To get started(首先) I thought I’d mention(我向我提到过) something that shows how uh… as a geologist, you need to know about more than just rocks and the structure of solid matter(固体). eg: It’s quite a mystery[‘mɪst(ə)ri] . eg: There are no footprints(脚印), no tyre[‘taɪr] tracks(车轮轨迹) and no heavy machinery like a bulldozer[‘bʊl.doʊzər] (推土机)… uh, nothing was ever brought in(引进) to move these heavy rocks. dozer 推土机； eg: Most of the rocks move in the same direction as the dominant wind pattern from southwest to northeast. eg: It’s possible that rain on the desert floor could turn to thin sheets [ʃit] of ice when temperatures drop at night. eg: Could a piece of ice with rocks in it be pushed around by the wind? push around 摆布，驱使； eg: But sadly all these ideas have been eliminated [ɪˈlɪməˌnet] as possibilities. eg: Thing is this is a protective wilderness area. 问题是这是一个受保护的原始地带； eg: I guess that’s all for today. 那么今天讲到这吧。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-L1","slug":"TOEFL/TPO4-L1","date":"2017-02-09T16:00:00.000Z","updated":"2017-02-12T12:04:11.588Z","comments":true,"path":"2017/02/10/TOEFL/TPO4-L1/","link":"","permalink":"http://yoursite.com/2017/02/10/TOEFL/TPO4-L1/","excerpt":"Words and Phrasesin the middle of a mating ritual 在交配的过程中；\nstop and preen 停下来，然后整理羽毛；\npreen [prin]  刻意打扮，整理羽毛；\ntake a few moments to straighten its feathers 花几分钟时间弄直他的羽毛；\nfeather  [‘feðər] 羽毛；\nreturn to the mating ritual 返回交配；\ncompletely out of place 完全不合适地；","text":"Words and Phrasesin the middle of a mating ritual 在交配的过程中； stop and preen 停下来，然后整理羽毛； preen [prin] 刻意打扮，整理羽毛； take a few moments to straighten its feathers 花几分钟时间弄直他的羽毛； feather [‘feðər] 羽毛； return to the mating ritual 返回交配； completely out of place 完全不合适地； a displacement activity 一个替代行为； engage in 参与，忙于； have conflicting drives 有冲突驱动； groom itself 整理自己； groom 培养，擦洗，马夫；preen an irrelevant behavior 一个无关紧要的行为； redirect 转向； two conflicting drives 两种矛盾的冲突； two competing urges 两种竞争性的冲动； in an attack-escape conflict 在攻击和逃跑的冲突中； Sentenceseg: If we take our example from a minute ago, if the bird is afraid of its mate, it’s conflicted. run away 逃走； eg: How about an animal that, um, instead of fighting its enemy[‘enəmi] or running away, it attacks a plant or a bush? (can you imagine that people have this kind of cute behaviors? amazing, really interesting!) eg: It’s appropriate under the circumstances. eg: And the animal, it was conflicted between confronting(对抗) the object and eating the food, so instead, it just fell asleep. (Oh my god ,how cut the animals are, if this scene is animated, that would attract so many audiences, As long as I thought of this picture, I would laugh) eg: And what happens is, they inhibit(抑制) each other, they cancel each other out(抵消两者) in a way, and a third seemingly irrelevant behavior surfaces through a process that we call “Disinhibition [ˌdɪsɪnhɪ’bɪʃ(ə)n] (解除抑制)”. eg: I mean if a bird’s feathers get ruffled or an animal’s fur, maybe it’s not so strange for them to stop and tidy themselves up at that point.","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-C2","slug":"TOEFL/TPO4-C2","date":"2017-02-09T16:00:00.000Z","updated":"2017-02-12T12:10:44.585Z","comments":true,"path":"2017/02/10/TOEFL/TPO4-C2/","link":"","permalink":"http://yoursite.com/2017/02/10/TOEFL/TPO4-C2/","excerpt":"Words and Phrasesthe United States Supreme[sʊ’prim]  Court [kɔːt]  Decisions[dɪ’sɪʒ(ə)n] 美国最高法院的决策；\nsit back 不活动，袖手旁观；\nfair share of the work 合适份量的工作；\ndo their fair share of the work 做他们份内的工作；\nkind of stressing me out 我有些压力过大；\nthe good old free rider problem 一个典型的free rider的老问题；","text":"Words and Phrasesthe United States Supreme[sʊ’prim] Court [kɔːt] Decisions[dɪ’sɪʒ(ə)n] 美国最高法院的决策； sit back 不活动，袖手旁观； fair share of the work 合适份量的工作； do their fair share of the work 做他们份内的工作； kind of stressing me out 我有些压力过大； the good old free rider problem 一个典型的free rider的老问题； take credit for things 因某事拿到学分； split up the research into 3 parts 把调查分为3部分； be supposed to 要…; 被期望做…; risk the project going down to the drain(下水道) 冒险让项目流失； start from scratch 从零开始； Got to run 得走了； Sentenceseg: what’s your group doing again? 你们小组又做了什么？ eg: We are looking at the impact of recent cases on property [‘prɑpərti] rights, municipal [mju’nɪsɪp(ə)l] land use cases, owning disputes. 我们正在看最近案件对财产权，市政土地使用权和所有权争端的影响。 eg: Free rider is just a term that describes this situation, when people in the group seek to get the benefits of being in a group without contributing to the work. eg: I mean, they’ve been filing the weekly progress reports with me. file [faɪl] v 提交； eg: I went off to the stack and found some really good material for my part, but when I got back to our table, they were just goofing off and talking. go off to the stack 去书架； goof off 工作吊儿郎当； eg: I had both of them on other courses. 在其他课上教过他们","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO30-C2","slug":"TOEFL/TPO30-C2","date":"2017-02-08T16:00:00.000Z","updated":"2017-02-12T08:59:30.207Z","comments":true,"path":"2017/02/09/TOEFL/TPO30-C2/","link":"","permalink":"http://yoursite.com/2017/02/09/TOEFL/TPO30-C2/","excerpt":"Words and Phrasesthat’s the thing. 问题就在这。(否定回答，相当于不)\nwe’re getting close to the deadline. 截止期就要到了。\nthe theme of night in the paintings of Vincent Van Gogh\nhigh resolution 高分辨率；wallpaper 壁纸；\nVan Gogh as an artist of nocturnal[nɑk’tɜrn(ə)l]  themes(夜色主题)","text":"Words and Phrasesthat’s the thing. 问题就在这。(否定回答，相当于不) we’re getting close to the deadline. 截止期就要到了。 the theme of night in the paintings of Vincent Van Gogh high resolution 高分辨率；wallpaper 壁纸； Van Gogh as an artist of nocturnal[nɑk’tɜrn(ə)l] themes(夜色主题) intense light 强烈的光； exactly lack [læk] brightness 缺乏亮度； a nighttime scene 一个夜间场景； daytime/ night paintings focus mostly on his painting Starry Night 更关注他的画作《星夜》； part of the permanent collection 永久收藏的部分； it’s the inspiration[.ɪnspə’reɪʃ(ə)n] for Van Gogh’s painting. not out on loan 没有借出； most striking shared feature 最引人瞩目的特点； hold a rattle[‘ræt(ə)l] 拿着一个拨浪鼓； Sentenceseg: That’s the paradox that I really like. eg: But it’s on loan(出借) right now to a museum in Europe. eg: I see. Well, I am strict about having students write about paintings they can observe firsthand(直接地，directly). have sb do sth / let sb do / make sb do 让某人做某事； be strict about doing sth 对…严格要求;坚持…； eg: I made sure it’s not out on loan. eg: Van Gogh copied many Millet’s compositions. (原来有这样，毕竟Millet，附赠Millet’s starry night一张 在yale的艺术馆里面找到的，非常高清，很真实，非常喜欢，名校资源这么好，喜欢艺术的同学们，再附赠连接一个耶鲁艺术馆,网站页面也好看) eg: Although Millet was a realist painter, and Van Gogh a post-impressionist, the two paintings still share lots of features(有很多相同的特点), not just the name. eg: The attributes chosen to be included in a particular miniature was often meant to communicate(传达，也有交流的意思) parents’ hopes and dreams for their child.(有复合句的时候就很难听懂了) eg: So I think you’ll learn a lot about how people viewed children at the time the miniature paintings were done. #Structure 笔记部分画出出题点 #Learning tips 1 反复听真的可以把不熟悉的长句听懂，10遍不行就20遍，继续加油； 2 开始用笔记分析回顾conversation； #Editor’s message 一点一点进步 附赠 cafe terrace at night","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO30","slug":"TOEFL/TPO30","permalink":"http://yoursite.com/categories/TOEFL/TPO30/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO4-C1","slug":"TOEFL/TPO4-C1","date":"2017-02-08T16:00:00.000Z","updated":"2017-02-12T12:19:06.394Z","comments":true,"path":"2017/02/09/TOEFL/TPO4-C1/","link":"","permalink":"http://yoursite.com/2017/02/09/TOEFL/TPO4-C1/","excerpt":"Words and phrasestheatre  [‘θiətər] 戏剧；\nprogress in any sort of logical manner\nneither [‘niːðə(r)] 两者都不，也不；","text":"Words and phrasestheatre [‘θiətər] 戏剧； progress in any sort of logical manner neither [‘niːðə(r)] 两者都不，也不； Sentenceseg: The critiques really tore the play to pieces when it opened. 当他公开的时候，评论将这个戏剧批得体无完肤。 tear 撕扯 tore； eg: Really? Is that a big deal? 真的吗？这有什么大不了的？ eg: Of course the critics’ reaction made some people kind of curious about it. make sb/sth kind of curious about sth(后面的形容词可以加修饰词并且接结构 以前接触多的是make sb adj，有趣) eg: They wanted to see what was causing all the fuss[fʌs](大惊小怪). eg: Well, we have copies of old newspapers in the basement, and all the major papers publish reference guides(索引) to their articles, reviews, etc. eg: You will find them in the reference stacks(参考书堆) in the back. eg: I’m sure there is a tape [teɪp] of the play in our video library. Learning Tips1 不熟悉的词和表达，反复听和读，看原文 Editor’s message一点一点进步","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO4","slug":"TOEFL/TPO4","permalink":"http://yoursite.com/categories/TOEFL/TPO4/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"成都","slug":"share/music/成都","date":"2017-02-08T01:20:37.482Z","updated":"2017-02-08T01:27:56.725Z","comments":true,"path":"2017/02/08/share/music/成都/","link":"","permalink":"http://yoursite.com/2017/02/08/share/music/成都/","excerpt":"","text":"Before going on my English listening study, it’s very lucky to hear a sound like this. Cheer up!","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"TPO30-R3","slug":"TOEFL/TPO30-R3","date":"2017-02-06T16:00:00.000Z","updated":"2017-02-12T12:13:41.444Z","comments":true,"path":"2017/02/07/TOEFL/TPO30-R3/","link":"","permalink":"http://yoursite.com/2017/02/07/TOEFL/TPO30-R3/","excerpt":"Words and Phrasesprayers 祈祷；\nmonks 僧侣；\nsqueezed by their walls\nwake 唤醒；\nweak 虚弱的，无力的；\ndiscrepancy 差异；","text":"Words and Phrasesprayers 祈祷； monks 僧侣； squeezed by their walls wake 唤醒； weak 虚弱的，无力的； discrepancy 差异； discord 不和，纷争； strife 冲突，麻烦 drive out 逐出，乘车出去； sth prone to breakdown 容易坏； undermine(逐渐削弱) Catholic Church authority reckoning n 计算，估算； a new secular(世俗的) municipal(市政的) authority spoil v 宠坏，变质，溺爱；n 战利品，掠夺物；spoil of war 战利品； ingenuity 聪明才智； relentless 不停的；持续强烈的；不减弱的；不放弃的； miniaturization 微型化； notion 观念； notify 通知； Sentenceseg: Water clocks misbehaved when the temperature fell toward freezing, to say nothing of long-run drift as the result of sedimentation and clogging. Both these devices worked well in sunny climates. eg: Once known, it spread rapidly, driving out(驱逐) water clocks but not solar dials(表盘), which were needed to check the new machines against the timekeeper of last resort(最后审判). eg: From the start, however, the towns and cities took equal hours as their standard, and the public clocks installed in town halls and market squares became the very symbol of a new, secular municipal authority. eg: Tourists came to see and hear these machines the way they made pilgrimages(朝圣) tosacred relics. eg: The result was relentless pressure to improve technique and design. eg: They were thus the pioneers of mechanical engineering and served as examples and teachers to other branches of engineering.(说不定计算机的最早起源由于时钟) eg: The clock brought order and control, both collective and personal. Its public display and private possession laid the basis for(为,,,奠定了基础) temporal(时间的) autonomy(自治): people could now coordinate comings and goings without dictation(口述) from above. eg: The clock provided the punctuation marks for group activity, while enabling individuals to order their own work (and that of others) so as to enhance productivity. Topic sentencethe development of clock Structuretold time by water or sun—Catholic Church alarm—mechanic clock—development—status 本文按时间顺序讲述了时钟的发展，文章相对简单。 Exercisenothing Learning tips1 还是不喜欢整理文章结构，但是整理完之后又很high，克服心理障碍 2 做题技巧，有待提升","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO30","slug":"TOEFL/TPO30","permalink":"http://yoursite.com/categories/TOEFL/TPO30/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"TPO30-R2","slug":"TOEFL/TPO30-R2","date":"2017-02-06T16:00:00.000Z","updated":"2017-02-12T12:38:55.454Z","comments":true,"path":"2017/02/07/TOEFL/TPO30-R2/","link":"","permalink":"http://yoursite.com/2017/02/07/TOEFL/TPO30-R2/","excerpt":"Words and Phrasesenliven 使快活；使生动；使活跃；\nin small increments 以小的增量；\ninnumerable= countless 无数的，很多的;\nsb challenged conventional wisdom with an opposing viewpoint","text":"Words and Phrasesenliven 使快活；使生动；使活跃； in small increments 以小的增量； innumerable= countless 无数的，很多的; sb challenged conventional wisdom with an opposing viewpoint a curious feature of the fossil record 一个化石记录奇怪的现象； be at odds with sth (Darwin’s model of continuous change)与–不和，使–处于不利的条件,与–相矛盾； intermediated fossil forms 中间的化石形态； meditate [‘medɪ.teɪt] 沉思，冥想； form n 形态，表格；v 建立，组成； intermediated 中间的，中等的，中级的，适合中间程度者的； persist v 坚持，继续存在； insist v 坚持，固执己见； assist v 协助，促进； persist essentially unchanged 坚持本质不变； precede 先于； jerky 忽动忽停的；uneven 不均匀的； conceive 想象； be turned around 转向，使转好的方向转变；turnaround 延时； come to light 显露； offer a detailed glimpse into sth during periods of environmental stability/ stress Sentenceseg: By the early twentieth century, the question about the rate of evolution had been answered in favor of gradualism to most biologists’ satisfaction. eg: Such changes are all but invisible over the short time scale of modern observations, and, it is argued, they are usually obscured by innumerable gaps in the imperfect fossil record. 普遍但是不可见的；在现代观察的短时间规模内；掩盖； eg: Gradualism, with its stress on the slow pace of change, is a comforting position(立场), repeated over and over again in generations of(几代人的)textbooks. eg: Sometimes a closed question must be reopened as new evidence or new arguments based on old evidence come to light(显露). eg: In 1972 paleontologist(古生物学家) Stephen Jay Gould and Niles Eldredge challenged conventional wisdom(智慧，学问) with an opposing viewpoint, the punctuated(间断的) equilibrium hypothesis, which posits(断言，放置assert, affirm, declare) that species give rise to(导致) new species in relatively sudden bursts, without a lengthy transition period. eg: These episodes of rapid evolution are separated by relatively long static spans(time intervals) during which a species may hardly change at all. 快速进化的时期被相当长的静态周期分隔开，在这段时期物种几乎不改变。 eg: Intermediated (中间的)fossil forms(形态，方式，格式), predicted by gradualism, are typically(往往，常常，典型的) lacking. eg: If evolution had been a continuous, gradual process, one might expect that almost every fossil specimen would be slightly different from every year. eg: If it seems difficult to conceive(想象) how(怎样) major changes could occur rapidly, consider this: an alteration of a single gene in files(in records) is enough to turn a normal fly with a single pair of wings into one that has two pairs of wings. (喜欢，这个句型，同义词代换的好，句型又有变化) Topic sentence recent studies of evolution (punctuated or gradual) Structurethe concept of the gradualism—punctuated equilibrium hypothesis—P example(clam and coral)— new evidence based on the old(horses)—understand above example—question—gradualism example—the connection of hypothesis 首先介绍进化渐进论的概念； 再提出与它相对的概念-间断平衡说； 再给出具体的例子来说明和用以前的例子来说明； 然后提出这两者之间的联系的疑问，到底是哪个； 然后提到渐进主义研究的例子； 最后做出假设以及要继续进行上述exhaustive研究； 文章结构：分总。 有种先说区别，最后一句总说归类 Exercises HIGHLIGHTED SENTENCE In 1972 paleontologist Stephen Jay Gould and Niles Eldredge challenged conventional wisdom with an opposing viewpoint, the punctuated equilibrium hypothesis, which posits that species give rise to new species in relatively sudden bursts, without a lengthy transition period. A The punctuated equilibrium hypothesis challenged gradualism, which holds that species evolve in relatively sudden bursts of brief duration. 在看原文的时候，脑海里自然的想法就把间断平衡假说和突然改变联系在一起了，然后就觉得A,B都对，然而，这里出现了个迷路的which，这题ETS考的是语法，我晕，根据就近原则，which 是gradualism的从句。 B The punctuate equilibrium hypothesis, in opposition to gradualism, holds that transitions from one species to another occur in comparatively sudden burst. C In 1972 Stephen Jay Gould and Niles Eldredge challenged gradualism by positing that change from one species to another cannot occur without a lengthy transition period. 这题，我的bug在于忽略了负负得正，not without = with，发现自己经常根据先入为主的印象判断问题，不能客观公正的看待题目的句子，这个区别和联系还是要注意。 According to paragraph 3, the lack of intermediate fossils in the fossil record of some species A has been extensively studied by paleontologist for over a century(他们只是很熟悉那些化石但是并没有研究，而且通常都被忽视) B contradicts the idea that most species have remained unchanged for millions of years(我的错误选项就是这个，后面的most species没有问题，但是它不是contradict，而是支持化石可能没改变，这个目的题还是要看题目的啊，加上出现原文的内容，所以我又自然对它有亲切感，但它并不是个好答案wake up) C challenges the view that evolutionary change is gradual(例证挑战的都是以前的观点，老观点，支持现在的观点) D is most common in the fossil records of clam and coral species (虽说以clam和coral为例，但是并没有说它的化石就缺失了，然而恰恰的相反，它的化石保存的很好，所以成为支持间断平衡假说的例证) The main purpose of paragraph 7 is to 目的题：句子或物体的就往前看几句；段落的话看上段末尾部分。 Learning Tips1 把自己对文章理解的脉络梳理出之后，有利于对其他文章内容的大体预测，有点麻烦，但是要坚持； 2 大概三分之一的词句仍然不能做到快速阅读和理解，多看对记忆，增加频率； 3 对做题技巧不太熟悉，回去看书吧，边看边用； 4 理解时代词注意替换成实体，不然看快了容易忘记内容到底要说什么，从句的指代词也是要替换成实体，不然加几个插入语或者长从句，容易混淆。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO30","slug":"TOEFL/TPO30","permalink":"http://yoursite.com/categories/TOEFL/TPO30/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"unfamiliar expression(1)","slug":"TOEFL/unfamiliar expressions(1)","date":"2017-02-06T16:00:00.000Z","updated":"2017-02-11T02:47:59.458Z","comments":true,"path":"2017/02/07/TOEFL/unfamiliar expressions(1)/","link":"","permalink":"http://yoursite.com/2017/02/07/TOEFL/unfamiliar expressions(1)/","excerpt":"\na very large amount of 非常多的；\nfar more than you can handle in a single semester;\na certain framework 一个确定的框架；","text":"a very large amount of 非常多的； far more than you can handle in a single semester; a certain framework 一个确定的框架； experiment [ɪk’sperɪment] 实验； In each workbook chapter, there are two subsections. 在每个工作簿的章节中有两个小节； alternate procedures 替换步骤； rule of thumb 经验法则； beyond the weekend 超过周末； The school assigned you to a dorm and a roommate assign sb to sth 给某人指派某事； eg: You can choose either your own or your intended roommate’s number to make your room choice. intended 计划中的； make choice 做出选择； make plan to live off campus 计划离开校园； renovation 翻新 名词； eg: This event will be students’ contribution to the effort. race 种族，赛跑； a race official [ə’fɪʃ(ə)l] 赛事官员； at the student activity center / student union 在学生活动中心； administrative office / office of administration / executive [ɪɡ’zekjətɪv] office 行政办公室； ideally [aɪ’diəli] 最好，理想情况； pretty much/ well/ near 全部，非常； pretty much on a regular basis 定期； stop by 顺便到访； eg: I‘m stopping by to reserve a room for my school club that meet and work, pretty much on a regular basis. eg: We are out of private offices, but we do have some semi-private options still available. have sth adj 某事是某种状态； out of sth 没有某物了； work areas / workspace 工作区域； divider 分隔物； a couple of 一对； there’s some privacy. 有隐私； eg: We’ll work with that then, I wouldn’t want to be without an office. 我不想没办公室。 set that up 建立，创办； Here are the two forms you have to fill out. 有两个表格，你要填写； the last name of the club president 社团主席的姓； photography [fə’tɑɡrəfi] 摄影，照相术； eg: that’s not pulling up anything on the screen. 那些信息还没发调出资料来。 eg: Your club is just not showing up in my online records. faculty advisor [əd’vaɪzər] 辅导员； in the arts department 在艺术系； eg: Is this an established club? 这是一个成立了的社团吗？ No, Actually it’s a brand-new one. 不，事实上，这是一个暂新的。 eg: Have you completed the registration [.redʒɪ’streɪʃ(ə)n] process? eg: Well, for my purposes, a club definitely[‘defənɪtli] has to be registered[‘redʒɪstər] before I can proceed further. 在我这，社团必须被注册在我进一步处理前。 eg: I found everything was finalized last week. finalize 落实 eg: there’s a 24-hour turnaround ‘tɜrnə.raʊnd in our computer database. 在电脑数据库里面有一个24小时的延时。 eg: Do you have the registration approval letter from the review committee [kə’mɪti] ? 你有评审委员会的注册批准信吗？ eg: I don’t have it with me. 我没有随身携带。 eg: I think the university will give us permission to set up a website, right? establish a blog eg: you’ll be able to do that. eg: Actually there’s more. eg: You will be allowed the use of audiovisual equipment at no cost. audiovisual 视听的equipment ；at no cost 免费； post your flyers [‘flaɪər] and posters around the campus for publicity [pʌb’lɪsəti] ticket [‘tɪkɪt] 在校园里面张贴传单和海报来做宣传； be eligible for doing sth 有资格做某事； I’ll definitely follow [‘fɑloʊ]on that. 我将会好好利用这个； follow on 继续下去； that’ll work 那就行了； eg: And just so you are aware, there‘re lots of benefits to be registered. 正是如此，你要知道，还有很多的益处在注册之后。 eg: I want to get students sharing their ideas on the website, you know, establish a photography blog. get sb sharing sth 让某人分享某物； establish a photography blog 建立摄影博客； Editor’s messageNo matter how long the winter, spring is sure to follow.哈哈哈哈，笑的时候都是内伤","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"OLD TOEFL","slug":"TOEFL/OLD-TOEFL","permalink":"http://yoursite.com/categories/TOEFL/OLD-TOEFL/"}],"tags":[{"name":"OLD TOEFL","slug":"OLD-TOEFL","permalink":"http://yoursite.com/tags/OLD-TOEFL/"}]},{"title":"yellow","slug":"share/music/yellow","date":"2017-02-06T16:00:00.000Z","updated":"2017-02-07T10:28:23.211Z","comments":true,"path":"2017/02/07/share/music/yellow/","link":"","permalink":"http://yoursite.com/2017/02/07/share/music/yellow/","excerpt":"","text":"在听完那么快的conversation之后，听这么小清新，这么慢的，这么清晰的词，感动的泪水，满满。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"TPO30-R1","slug":"TOEFL/TPO30-R1","date":"2017-02-06T16:00:00.000Z","updated":"2017-02-12T12:33:35.604Z","comments":true,"path":"2017/02/07/TOEFL/TPO30-R1/","link":"","permalink":"http://yoursite.com/2017/02/07/TOEFL/TPO30-R1/","excerpt":"Words and Phrasessocial interaction 社会相互活动；\ntake the place of / substitute for/ in place of/ instead of 代替；\ntake place in the other circumstance 在其他的环境中发生；\ndevelopmental characteristics 发展的特点","text":"Words and Phrasessocial interaction 社会相互活动； take the place of / substitute for/ in place of/ instead of 代替； take place in the other circumstance 在其他的环境中发生； developmental characteristics 发展的特点 特点：characteristic/ trait/ peculiarity[pɪˌkjuliˈerəti] 特征：feature/ characteristic/ character (特征，性格，角色) most extensively 最广泛地； attention-getting(引起注意力的) behavior; maze training 迷宫训练； enriched 丰富的； impoverished 贫瘠的； weight/ size 重量、大小； synaptic[sɪ’næptɪk] connections in the brain especially the cerebellum 大脑中的突触连接特别是小脑； sage 明智的； Sentenceseg: Play is consists of leaping, running, climbing, throwing(扔), wrestling(摔跤), and other movements. eg: Exactly why animals play is still a matter debated in the research literature, and the reasons may not be the same for every species that plays. eg: Whether play occurs or not depends on the intention of the animals, and the intentions are not always clear from behaviors alone. eg: Play is not without considerable costs to the individual animal.(并无没有) eg: Great activities also increase the risk of injury in slipping or falling. eg: Thus, active play may provide necessary stimulation to the growth of synaptic connections in the brain, especially the cerebellum, which is responsible for (负责)motor functioning and movements. eg: Prey species, like young deer or goats, for example, typically play by performing(执行) sudden flight movements and turns, whereas predator species, such as cats, practice stalking(跟踪), pouncing(猛扑), and biting(咬). eg: Play can also provide practice(实践) in social behaviors needed for courtship(求爱) and mating. eg: They need to learn how to be dominant(主导的) and submissive(服从的) because each monkey might have to play either role in the future. eg: There is a danger, of course, that play may be misinterpreted（曲解） or not recognized as play by others, potentially leading to aggression. eg: Thus, many species have evolved clear signals to delineate playfulness. eg: Dogs, for example, will wag their tails, get down their front legs, and stick their behinds in the air to indicate “what follows is just for play.”(下面是逗你玩的，不过人类应该是fun，好玩) stick their behinds 撅起屁股； eg: Most of these things are learned in the long developmental periods that primates have, during which they engage in countless play experiences with their peers.(表强调) practice 实行，实践，实例； Structureintroduce the define of play—difficulties—have costs—benefit brain—explore environment—avoid misinterpretation 本篇文章先讲述了玩耍的定义，再介绍研究它的难处，再分别说它的利弊之处。 总分的结构； ExerciseLearning Tips1 逻辑分析益于把握结构，翻译利于快速阅读；","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO30","slug":"TOEFL/TPO30","permalink":"http://yoursite.com/categories/TOEFL/TPO30/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"迎春花","slug":"share/music/迎春花","date":"2017-01-22T07:37:50.842Z","updated":"2017-01-22T07:58:50.153Z","comments":true,"path":"2017/01/22/share/music/迎春花/","link":"","permalink":"http://yoursite.com/2017/01/22/share/music/迎春花/","excerpt":"要过年啦！偶然听到这首“迎春花”，莫名的觉得它很好棒，这两天只有有空闲时间，就会一直单曲循环这首歌，跟着唱的时候就会越唱越开心，越唱越想笑，感觉好像是沾到福气啰！新年就快要到啰，提前将开心和福气分享给你们！比心ღ\n","text":"要过年啦！偶然听到这首“迎春花”，莫名的觉得它很好棒，这两天只有有空闲时间，就会一直单曲循环这首歌，跟着唱的时候就会越唱越开心，越唱越想笑，感觉好像是沾到福气啰！新年就快要到啰，提前将开心和福气分享给你们！比心ღ 男：好一朵迎春花 人人都爱它女：好一朵迎春花 迎来大地放光华男：好一朵迎春花 花开每一家女：好一朵迎春花 茂盛艳丽春色雅男：迎春花开 带来了好年华女：迎春花艳 倍觉景致如画男：花开富贵 人尽畅怀女：万事胜意 无牵挂合：好一朵迎春花 谁人不爱它合：好一朵迎春花 迎来大地绣彩霞合：插起那迎春花 芬芳播千家合：插起那迎春花 人人齐共欢乐吓 男：迎春花开 带来了好年华女：迎春花艳 倍觉景致如画男：花开富贵 人尽畅怀女：万事胜意 无牵挂合：好一朵迎春花 谁人不爱它合：好一朵迎春花 迎来大地绣彩霞合：插起那迎春花 芬芳播千家合：插起那迎春花 人人齐共欢乐吓","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"TPO14-L3 (seafarers and stars)","slug":"TOEFL/TPO14-L3","date":"2017-01-19T16:00:00.000Z","updated":"2017-02-12T12:45:37.215Z","comments":true,"path":"2017/01/20/TOEFL/TPO14-L3/","link":"","permalink":"http://yoursite.com/2017/01/20/TOEFL/TPO14-L3/","excerpt":"IntroductionAt the first time, I listened to the part of the lecture in an astronomy class, I felt it so hard for me to understand, but its difficullty level is low, this is what my friend and I can not understand, at that time we think there must be some thing worng with that. And several days later, When I listened to this lecture again, I found it really easy to  understand its text structure despite there are remain many new word. Now I will tell the lecture which I’ve heard and tell you some  thing special and fascinating I searched from the Internet about pacific islanders navigation. Wish you like them too due to the fact that it is exciting for me to know there are so many difficult nations and culture real exist and they are such amazing.","text":"IntroductionAt the first time, I listened to the part of the lecture in an astronomy class, I felt it so hard for me to understand, but its difficullty level is low, this is what my friend and I can not understand, at that time we think there must be some thing worng with that. And several days later, When I listened to this lecture again, I found it really easy to understand its text structure despite there are remain many new word. Now I will tell the lecture which I’ve heard and tell you some thing special and fascinating I searched from the Internet about pacific islanders navigation. Wish you like them too due to the fact that it is exciting for me to know there are so many difficult nations and culture real exist and they are such amazing. LISTENING LECTUREStructureFirstly, this lecture summarizes that the fixed patterns of star is important for early seafarers, and then it takes Polynesians for example and explains the advantages of living near equator for navigation, last but not least, the lecture talks about three techniques: stone canoes, zenith star, star pairs. That’s all. ContextLISTENING LECTURE This lecture wants to talk about the importance of the stars for early seafarers, about how the fixed patterns of star were used as navigational aid. Long before the development of advance navigational tools in Europe, pacific islanders used nothing but the stars as their navigational instruments. The key to their success may be their location near the equator. what that meant was that the sky could be partitioned, divided up, much more symmetrically than it could farther away from the equator. Unlike the vikings, early observers of the stars in Polynesia or really anywhere along the equator would feel that they were at the very center of things, with the skies to the north and skies to the south behaving identically, they could see stars going straight up in the east and straight down in the west. So it was easier to discern the order in the sky than farther north or farther south, where everything would seem more chaotic. Take the case of the gilbert islands, they are part of the Polynesia, and lies very close to the equator. And the people there were able to divide the sky into symmetrical boxes, according to the main directions, north, east, south and west. And they could precisely describe the location of the star by indicating its position in one of those imaginary boxes. And they realized that you had to know the stars in oder to navigate. ​ Islanders from all over the pacific learned to use the star for navigation, and they pass this knowledge down from generation to generation. Some of them utilized stone structures called stone canoes were on the land, of course, and you can still see them on some of islands today. they are positioned as if they were heading in the direction of the points on the sea horizon where certain star would appear and disappear during the night. And young would-be navigators set by the stones at night and turn in different directions to memorize the constellations they saw, so they could recognize them and navigate by them later on when they went out to sea. ​ One important way the Polynesians had for orienting themselves was by using zenith stars. A zenith star was a really bright star that would pass directly overhead at particular latitude, at a particular distance from the equator, often at a latitude associate with some particular pacific island. So the Polynesians could estimate their latitude just by looking straight up, by observing the certain zenith star passed directly overhead at night. They’d know if they reached the latitude as a particular island they were trying to get to. ​ ​ Another technique used by the Polynesians was to look for a star pair, that’s two star that rise at the same time, and navigators could use these pairs of the star as reference points, because they rise or set together only at specific latitudes, so navigator saw one star pair setting together, they would know how far north or south of the equator they were. So looking at rising and setting star pairs is a good technique. Actually it makes more sense with setting stars. They can be watched instead of trying to guess when they’ll rise. Ok, I think all this shows that navigating does not really require fancy navigational instruments. The people of the pacific island had such expert knowledge of astronomy as well as navigation that they were able to navigate over vast stretches of Open Ocean. It’s even possible that Polynesian navigators had already sailed to the Americas,centuries before Columbus. ​ Stone tool reveals lengthy Polynesian voyage​ In 2007, Nature news had reported how could ancient Polynesians voyage on the vast stretches of Open Ocean. The news mainly describe the discovery of an adz fashioned from Hawaiian basalt on a Tuamotu atoll in French Polynesia provides the first material evidence that ancient voyagers made an 8,000-kilometre round trip from the South Pacific to Hawaii and back again. And telling us where the stone from, and mostly possible solution of why they are in Polynesia. If you have more interest, please click the link above. ​ Lost continent of the pacificThe documentary of CCTV has a film about lost continent of the pacific. It begins with a question about how ancient navigators travel more than 2000 square miles of open ocean. Scientists and adventurers found some new hints about who they are, where they come from and they may reached the Americas centuries before Columbus. What most relevant to the lecture is that islanders substantiated they can sail over vast stretches of Open Ocean using nothing but stars . Unfamiliar phrases and sentencesancient agricultural civilizations 古代农业文明； observe the stars 观察星系； keep track of the seasons 追踪季节； eg: But today, I want to talk about the importance of stars for early seafarers, about how the fixed patterns of stars were used as navigational aids. seafarer 航海员； fixed patterns of stars 固定模式的星星； navigational aids 导航助手； navigational instruments / tools 导航工具； seafaring 海上劳作的； Pacific islands 太平洋小岛；Pacific [pə’sɪfɪk] 太平洋； islander 岛民； impressive navigation skills 令人影响深刻的航海技术； navigator 航海员； use nothing but stars as their navigational instruments 仅仅使用星系作为他们的导航工具； long before the development of advanced navigational tools in Europe 早在欧洲发展先进的导航工具之前； eg: The key to Pacific islanders’ success was probably their location near the equator. 太平洋道明成功的秘诀可能是他们的位置靠近赤道。 partition [pɑr’tɪʃ(ə)n] 分割； much more symmetrically 更加对称； father away from the equator 远离赤道； eg: what that meant was that sky could be partitioned, divided up, much more symmetrically than it could father away from the equator. father away from the equator 修饰it的从句，省略了which is. eg: Unlike the Vikings, early observers of the stars in Polynesia or really anywhere along the equator would feel that they were at the very center of the things, with the skies to the north and skies to the south behaving identically, they could see the stars go straight up in the east and straight down in the west.（他们可以看到恒星笔直的在东方升起，笔直的在西边落下） star 指恒星，这里指太阳； eg: It is easier to discern the order in the sky than father north or father south, where everything would seem more chaotic. 更容易去识别顺序在天空中，比更北或更难的地方，那里的一切似乎都更杂乱无章。 take the case of sth 以…为例； lie very close to the equator 在离赤道非常远的地方； eg: The peoples of pacific islands had such expert knowledge of astronomy as well as navigation that they were able to navigate over vast stretches of open ocean. 太平洋的岛民有着如此专业的知识在天文学和航海上，他们能够在非常宽阔的海面上航行。 one star pair setting together 一对星星同时降落； make more sense with setting stars 降落的星星有更多的含义； set by 拨开； estimate their latitude just by looking straight up 估计他们的纬度只需要通过直直的向上看； pass directly overhead 直接从头顶经过； 中文版（Chinese Version）前言​ 第一次听天文学课堂上的部分讲座时，我觉得很难理解，但是它的难度等级又是低的，这是我和我的朋友不能理解的地方，那时我们觉得肯定是哪里出错了。 几天之后，当我再次听这篇讲座，我发现真的很容易去理解它的文章长结构尽管还是有很多新词。现在我将要讲诉我听到的讲座和一些我在网络上搜索到的特别的有趣的事关于太平洋岛民航海的故事。希望你也能喜欢它们因为对我来说知道有如此多不同的民族和文化真实的存在让我感到很兴奋而且他们还是那么的让人感到惊讶。 听力讲座结构​ 首先，这篇讲座总说了固定星象多早期航海者的重要性，然后它以波利尼西亚人为例解释了居住在赤道附近对于航海的优势，最后介绍了三种技术：石船，zenith星，双子星。 内容​ 这篇讲座想要谈论恒星对早期航行者的重要性，关于固定的星象是如何被使用作为航海助手的。早在欧洲发明先进的航海工具前，太平洋岛民仅仅使用星星作为航海工具。他们成功的关键可能是因为他们居住在赤道附近。这就意味着天空可以被分割得更加均匀相比于那些远离赤道到的地方。不同于维京海盗，早期的波利尼西亚的星星观察者或者说任何居住在赤道附近的人都会觉得他们在世界的中心，拥有南北两方相同的天空，他们可以看到太阳直直的从东方升起，直直的从西方落下。因此更容易去识别天空的顺序相比于更南或更北的地方，哪里的一起都会看起来更杂乱。以吉尔伯特群岛为例，它们是波利尼西亚的一部分，离赤道非常的近。那里的人们能够根据东南西北几个主要的方向把天空分成均匀的区域。他们能够准确描述腥腥的方位通过表明它的方位在其中一个想象的区域内。他们意识到为了航海必须了解星星。 ​ 整个太平洋岛的岛民学着使用星星来导航，他们一代一代的传递知识，他们中的一些人在陆地上使用称作是独木舟的石质结构，当然，你今天任然能够在一些岛屿上看到他们。他们朝着海平线的方向，其实那是固定星星在夜间出现或消失的地方。年轻的准航海者放置那些石头在夜间，转向不同的方向去记忆他们看到的星座，因此他们能够识别星星并在以后出海的时候靠它们导航。 ​ 波利尼西亚人有一个重要的方法来定位他们自己通过使用天顶星，天顶星是一个特别明亮的星星会在特定的维度直接经过头顶，且在一个特定的维度，通常这个特定的维度和一些太平洋岛屿有关。因此波利尼西亚人能够估计他们的纬度仅仅通过向上看，通过观察特定的天顶星在夜间经过头顶。他们知道他们是否到达他们想要到达的一些特定的岛屿所在的纬度。 ​ 另一个被波利尼西亚人使用的技术上寻找双子星，双子星是指两个星星同时升起，航海者能够使用它们作为参考点，因为它们只在特定的纬度同时升起或落下，因此航海者看到双子星同时降落，他们就可以知道他们离赤道向南或向北多远。因此看双星升起或降落是一种好的方法。事实上降落的双星更有意思，他们可以被观测而不用猜测它们是否升起。好的，我认为所有的这些但都表明航海并不是真的需要导航工具。太平洋岛民拥有如此专业的天文学知识和航海知识以至于他们能在开阔的海洋上航行。甚至有可能波利尼西亚人早在哥伦布数百年前就抵达过美洲。 石质工具揭示传说中的波利尼西亚航海NATURE在2007年的新闻报道了古波利尼西亚人是如何在开阔的海洋上航行的。这篇新闻主要描述了由夏威夷玄武岩制成的石锛在法属波利尼西亚岛上的土阿莫土环礁被发现，提供了第一个物证，古航海者做了一个环形8000公里的旅行从南太平洋岛到夏威夷往返。并且告诉了我们石头来着哪，它们在波利尼西亚最可能的原因。如果你感兴趣，请点击上面的链接。 复活节岛的秘密（迷失的太平洋陆地）​ CCTV有一个纪录片是关于迷失的太平洋大陆，它以一个问题开始——古航海者是如何穿越2000平方公里的开阔海域的，科学家和冒险家发现了一些新的线索关于他们是谁，他们来自哪里，他们很可能在哥伦布数百年前就到达过美洲。最和讲座相关的就是岛民证实了他们能够使用星象在开阔的海洋上航行。 Editor’s message（小编唠嗑）小编使用英文书写的时间比较短，内容和语法上可能存在一些问题，非常欢迎大家指正！ 每次碰到天文学就蒙了，碰到天文学加地理就得哭，上次天文加光谱学就已经心累了，还好有张世界地图还可以大概知道它在说哪的事。","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO14","slug":"TOEFL/TPO14","permalink":"http://yoursite.com/categories/TOEFL/TPO14/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"你今天真好看","slug":"share/book/你今天真好看","date":"2017-01-19T15:46:54.466Z","updated":"2017-01-19T15:56:15.019Z","comments":true,"path":"2017/01/19/share/book/你今天真好看/","link":"","permalink":"http://yoursite.com/2017/01/19/share/book/你今天真好看/","excerpt":"《你今天真好看》是由美国作家莉兹•克里莫所画的清新暖萌漫画，主要从“我的小伙伴、过节啦、甜甜的家、一起来玩吧”四个主题的生活场景来讲述动物之间超级可爱的故事，就算是鲨鱼也很萌哦，一张图就是一个小故事，有的故事需要了解故事的背景。看的过程中小编往往会有这样的感觉，“唉，这是个笑话吗？怎么一点也不好笑，然后再认真想下，下一秒就秒变哈哈哈哈，他们是在逗么？”下面小编将会贴上四个主题的四张图来推《你今天真好看》，更多的快乐可以在书中发现。用数据说，豆瓣评分8.8。","text":"《你今天真好看》是由美国作家莉兹•克里莫所画的清新暖萌漫画，主要从“我的小伙伴、过节啦、甜甜的家、一起来玩吧”四个主题的生活场景来讲述动物之间超级可爱的故事，就算是鲨鱼也很萌哦，一张图就是一个小故事，有的故事需要了解故事的背景。看的过程中小编往往会有这样的感觉，“唉，这是个笑话吗？怎么一点也不好笑，然后再认真想下，下一秒就秒变哈哈哈哈，他们是在逗么？”下面小编将会贴上四个主题的四张图来推《你今天真好看》，更多的快乐可以在书中发现。用数据说，豆瓣评分8.8。 我的小伙伴 据说可以从图中发现身边可爱的小故事哦，小编贴这张图就想到小编可爱的朋友和他的发型。 过节啦 这章里面有很多好搞笑的图，但是小编在网上发现的不多，所以就只贴了这个，故事是这样的，小恐龙对妈妈说，今年万圣节扮蛇蛇，然后往前走，一二三，装倒。哈哈哈哈，虽然不知道在时候时候经历过这个场景，不过太似曾相识啦。 甜甜的家 这章里面会有很多暖心的家庭的小日常，能在里面看到很多family会常常发生的事，也有可能是被自己忽略的小细节哦，以漫画的形式表现出来，一点也不矫情的说，也想给母上大人看看这个可爱的漫画。 一起来玩吧 会不会在笑这张图的时候发现一个，和好友玩的时候被坑的你我呢，这想想每天的生活都很精彩哦！看来每一天都应该被铭记哦！ 小编唠嗑可能看书的时候会大笑，笑完之后再看这些可爱的图，也许会和小编一样觉得这些图也以某种形式在自己的生活中出现，回想下，也会会心的一笑发现自己和朋友以前也是这么可爱，有可能可爱还在延续，嘻嘻。虽然这几天小编心情感冒了，但是看完书之后还是会觉得生活如此有趣！ 《你今天真好看》这是小编在kindle上看完的一本书，发个帖子以此纪念我的亲爱的kindle，虽然想在收到kindle的那天发帖来着，但不知道为什么就耽搁了，米啊累。但如今的他已经变成了一个有“衣服”的还有“内涵“的帅气kindle哥了，我已经给他装上了够今年可以看的书了，每晚都要看着他入睡，完全无法自拔，就是被窝看书，屏幕起雾的毛病一直存在，忧伤。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"},{"name":"你今天真好看","slug":"share/book/你今天真好看","permalink":"http://yoursite.com/categories/share/book/你今天真好看/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"}]},{"title":"TPO3-L3","slug":"TOEFL/TPO3-L3","date":"2017-01-09T16:00:00.000Z","updated":"2017-02-08T07:26:32.121Z","comments":true,"path":"2017/01/10/TOEFL/TPO3-L3/","link":"","permalink":"http://yoursite.com/2017/01/10/TOEFL/TPO3-L3/","excerpt":"VocabularyUnclear pronunciation of the wordsnature  [‘neɪtʃər] 自然；\nnatural  [‘nætʃ(ə)rəl] 自然的，意料之中的；\ncave [keɪv] 洞穴，山洞；\ncharcoal [‘tʃɑr.koʊl] 炭,深灰色；\ntorch  [tɔrtʃ] 火炬；\n paleolithic [.pæliə’lɪθɪk] 旧石器时代的；\ninaccessible [.ɪnək’sesəb(ə)l] 难以达到的，不可得到的；\nrepresent [.reprɪ’zent] 描绘，体现，代表；depict 描绘\nvitality [vaɪ’tæləti] 活力，生命力；\ndrawing [‘drɔɪŋ] 图画，绘画；\ndepth [depθ] 深度，厚度；\npaleolithic cave art 旧石器时代的洞穴艺术；\nlarge herbivores 大型食草动物；\nherbivore [‘ɜrbɪ.vɔr] 食草动物；\nbison  [‘baɪs(ə)n] 野牛；\nrhinoceros [raɪˈnɒs(ə)rəs] 犀牛；\nlion [ˈlaɪən] 狮子；\nmammoth  [ˈmæməθ] 猛犸象；\nsheer  [ʃɪr] 纯粹的，十足的；\nutter  [‘ʌtər] 彻底的，十足的；","text":"VocabularyUnclear pronunciation of the wordsnature [‘neɪtʃər] 自然； natural [‘nætʃ(ə)rəl] 自然的，意料之中的； cave [keɪv] 洞穴，山洞； charcoal [‘tʃɑr.koʊl] 炭,深灰色； torch [tɔrtʃ] 火炬； paleolithic [.pæliə’lɪθɪk] 旧石器时代的； inaccessible [.ɪnək’sesəb(ə)l] 难以达到的，不可得到的； represent [.reprɪ’zent] 描绘，体现，代表；depict 描绘 vitality [vaɪ’tæləti] 活力，生命力； drawing [‘drɔɪŋ] 图画，绘画； depth [depθ] 深度，厚度； paleolithic cave art 旧石器时代的洞穴艺术； large herbivores 大型食草动物； herbivore [‘ɜrbɪ.vɔr] 食草动物； bison [‘baɪs(ə)n] 野牛； rhinoceros [raɪˈnɒs(ə)rəs] 犀牛； lion [ˈlaɪən] 狮子； mammoth [ˈmæməθ] 猛犸象； sheer [ʃɪr] 纯粹的，十足的； utter [‘ʌtər] 彻底的，十足的； New words or unfamiliar expressiontruly great cave art sites 真正好的洞穴艺术遗址； deep inside a (dark) cave 在一个(黑)洞穴深处； natural light 自然光线； penetrate 穿透； take a special trip into the cave 专程进入洞穴； would have 将会； cave walls 洞穴墙壁； though it’s interesting to speculate. 虽然猜测很有趣的，言下之意就是不知道答案。 getting to the paintings themselves 回到画本身； virtually 几乎，事实上 represent animals 描绘动物； be no exception 不例外； be highly skilled at doing sth 很擅长做某事 give depth and perspectives to their drawings 给他们的图纸带来深度和广度； depth and perspectives 深度和广度； perspective 景观，远景，观点； drawing 图画，绘画； the sense of motion and vitality in these animals 在动物上的动感和真实感； vitality [vaɪ’tæləti] 活力，生命力； most common/ pretty common 最常见/ 很常见的； back then 那时；at that time 在那时； in the region 在那个区域； a half-man-half-bison creature 一个半人半牛的生物； outline 轮廓； a full human 一个完整的人； religion, magic, or sheer beauty 宗教，神秘或者纯粹的美感； utter darkness 完全漆黑； on that note; 这在点上 let’s dim the light,so we can see these slides 把灯光变暗，我们就能看到那些幻灯片； Topic sentencethe earliest cave paintings found to date are those of the Chauvet Cave in the France discovered in 19994. Structure Logic analysisdating →context →sites →the objects and skills of the paintings Appreciationeg: There’s no evidence of people ever living here. 没有人们曾近生活在这的证据。 eg: Cave bears, yes, but not humans. 有洞穴黑熊但是没有人类。 eg: And each time you’d have to bring along torches to light your way. 每次你都必须要携带火把来照亮你的道路。 eg: What inspired the paleolithic artists to make such beautiful art in such inaccessible places? 什么激励了旧石器时代的艺术家制造出如此漂亮的艺术在这样难以接近的地方？ eg: There is a significant interest in large dangerous animals. 对大型危险动物有明显的兴趣。 eg: But whatever it was, it was worth it to them to spend hours deep inside a cave with just a torch between them and utter darkness. eg: So rock shelters, shallow caves were valued as homes protected from the wind and rain. Exercise错误3/6题，大部分细节题没有在笔记中呈现such as professor’s daughter, torches’ charcoal remark ,compare to other paintings. Learning tips1、不懂的读音和英语表达还很多 2、不够专心和静，方法多背单词，远离QQ","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"},{"name":"TPO3","slug":"TOEFL/TPO3","permalink":"http://yoursite.com/categories/TOEFL/TPO3/"}],"tags":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/tags/TOEFL/"}]},{"title":"sushi","slug":"share/delicacy/sushi","date":"2017-01-05T10:48:14.185Z","updated":"2017-01-14T10:05:36.300Z","comments":true,"path":"2017/01/05/share/delicacy/sushi/","link":"","permalink":"http://yoursite.com/2017/01/05/share/delicacy/sushi/","excerpt":"Introduction寿司的来源寿司“SUSHI”、“酸”即是酸腌制的食物。在公元200年即后汉年代，中国已开始流传“寿司”这种食品，在辞典中的解释为以盐、醋、米及鱼腓制而成的食品，宋朝年间，中国战乱频仍，寿司正好为逃难的充饥食品，而品种更多，由菜蔬类，鱼类，肉类，甚至贝壳类都有。公元700年，即奈良年代，出外营商的日本商派将寿司流传入日本，当时的日本人，用一些醋腌制过的饭团，加上一些海产或肉类，压成一小块，整齐地排列在一个小木箱之内，作为沿途的食粮。直到公元1700年，即江户年间，寿司才于日本广泛流传，成为一种普通的食品。据传寿司实际上起源于东南亚稻耕民族自制的鱼类发酵食品，这种把经过盐渍的鱼放入米饭等淀粉物质中腌制而成的食物，如今在老挝、泰国、柬埔寨等国家依然可见。这种食物后来流传到中国，有人认为这种食物是随着稻耕农作一起从中国传来日本的。","text":"Introduction寿司的来源寿司“SUSHI”、“酸”即是酸腌制的食物。在公元200年即后汉年代，中国已开始流传“寿司”这种食品，在辞典中的解释为以盐、醋、米及鱼腓制而成的食品，宋朝年间，中国战乱频仍，寿司正好为逃难的充饥食品，而品种更多，由菜蔬类，鱼类，肉类，甚至贝壳类都有。公元700年，即奈良年代，出外营商的日本商派将寿司流传入日本，当时的日本人，用一些醋腌制过的饭团，加上一些海产或肉类，压成一小块，整齐地排列在一个小木箱之内，作为沿途的食粮。直到公元1700年，即江户年间，寿司才于日本广泛流传，成为一种普通的食品。据传寿司实际上起源于东南亚稻耕民族自制的鱼类发酵食品，这种把经过盐渍的鱼放入米饭等淀粉物质中腌制而成的食物，如今在老挝、泰国、柬埔寨等国家依然可见。这种食物后来流传到中国，有人认为这种食物是随着稻耕农作一起从中国传来日本的。 寿司的分类箱寿司“箱寿司”则是先将饭放入木盒中，铺上各式配料，加盖力压，然后把木盒寿司拍出来，切开一块块，状若箱子，因而得名。 卷寿司 （maki-zushi 巻きずし）在小竹帘上面铺一层海苔（紫菜），再铺一层米饭，中间放上配料，卷起来成一长卷，然后切成小段。 太卷（futo-maki 太巻き）是直径比较长的一种卷寿司，通常有数种配料。 细卷（hoso-maki 细巻き）顾名思义，就是比较幼细的，通常只含一种配料。 手卷 （te-maki 手巻き）把寿司卷成圆锥体状（类似冰淇淋甜筒），“手卷”其实是“卷鮨”的一种，话说十八世纪时，那些日本赌徒终日流连赌场(Tekkaba)，赌得性起，又怕饿死，便把鲔鱼（金枪鱼）肉放进饭中，用紫菜将之卷起来。可以大口大口的吃，又避免饭粒黏着扑克和手指，一举两得，故深受赌徒欢迎。这种食物因赌场而生，故名为tekkamabi，渐渐演变为今日的手卷，所以通常用手吃。 里卷（ura-maki 裏巻き）反过来用海苔裹着最中心的配料，再裹米饭。最外面洒一层或有芝麻、鱼籽、蟹籽等。 军舰卷（gunkan-maki 军舰巻き）米饭用海苔裹成椭圆形状，配料放上面。 押寿司（oshi-zushi 押しずし）又称做木条寿司或一夜寿司，主要流行于日本关西，是用长型小木箱（押箱）辅助制作寿司。制作者先把配料铺在押箱的最底层，再放上米饭，然后用力把箱的盖子压下去。作成的寿司会变成四方形，最后切成一口块。 握寿司（nigiri-zushi 握り寿司）(日本江户时代兴起)制作者用手把米饭握成一口块，涂上一层山葵（日本芥末），最后铺上配料。视配料种类之不同，有时会用一块海苔把两者缚在一起。在日本，若不加说明的话“寿司”一词多是指握寿司。 稻荷寿司（inari-zushi 稲荷寿司）用配料装着米饭。常见配料是油炸豆腐皮、煎鸡蛋、高丽菜（椰菜）等。 散寿司（chirashi-zushi ちらし寿司)与之前所描述的寿司稍有不同。 为家常寿司。 江户前散寿司（Edomae chirashi-zush 江戸前ちらし寿司）常见于关东地区，配料洒在盛在碗里的米饭上，有点像盖浇饭。 五目散寿司（Gomoku chirashi-zushi 五目ちらし寿司）常见于关西地区，配料拌进盛在碗里的米饭上。 日本寿司分两大派别：一、江户派，握寿司；二、关西派，箱寿司（大阪的最有名），相比之下，握寿司更让大家青睐。由于不使用任何模具，全靠寿司师傅手工握制而成，这样不仅可以保证米的颗粒圆润，同时有效的保持米的醇香。其中，“握寿司”，在整个料理领域里，应该可以算是非常独特的一门，也最主流、最讲究。不同的鱼材，刀法、厚薄、甚至调味，做法便有不同。 就像品酒顺序必定是由香槟、白酒、到红酒、甜酒或烈酒一样，吃寿司在先后顺序上也是有讲究的。”寿司通”说：应当先吃红肉鱼然后再吃白肉鱼，最后做为点心吃煎蛋寿司是正确的顺序等等。可是实际上不必受那样的约束，自己喜欢怎么吃就怎么吃吧！ “寿司通”说：煎蛋寿司和穴子鱼寿司的味道最能代表寿司店的水平。因为寿司店很少用这样加热后的材料做寿司，所以能反映出师傅的手艺。但是寿司店的好坏还是靠材料的新鲜程度。 ps: “山葵”并不是”芥末”，两个完全是不一样的东西。“芥末Karashi”是芥菜种子磨成的粉末,一般呈黄色；“山葵Wasabi”由山葵根磨成细泥状制成的，气味和味道与芥末酱类似。由于山葵根价格昂贵且难以保存，故目前中国几乎所有的寿司店和日本大部分的寿司店其实用的都是“染过色的”辣根酱…可能大部分人都没有吃过真正的wasabi。 替代顺序：染色辣根酱&gt; wasabi&gt; karashi Sushi Making最终归结到做法上的话，小编选用最简单和家常的卷寿司中的太卷，小编觉得积好德寿司，一定是在米饭，蔬菜，肉类和海苔上都是有很高讲究的，表示目前还未品尝过，希望小编有一天能和男票亲友啥的去日本品尝到真正好吃的寿司， 小编在这里介绍一下，小编在等寿司的过程中偷偷学习到的寿司做法加上网络搜索，归纳到下面。 Material泡菜牛肉寿司： 大米40克（越光米高级寿司专用米哦，这种大米颗粒饱满洁白无瑕，蒸熟后晶莹剔透，表面还带有一层柔亮的光泽，口感糯而不糟，并带有适当的韧劲，是制作高级寿司的不二选择；东北大米，丰腴黑土地孕育出来的大米，粒粒光洁似玉，颗颗油量清香；当然自家用米也可以哦！1、将米淘洗沥干后贴上保鲜膜放入冰箱冷藏一晚后，口感和味道会更好哦！2、用纯净水或矿原水，水和米的比例一比一加热焖煮即可，不用其他水的缘由是怕杂质和异味。3、往米中倒入自己喜欢量的寿司醋搅拌均匀，15mL左右） 寿司海苔1张（寿司海苔通常要与寿司帘的尺寸相仿，色泽墨绿而油亮，质地紧密而扎实，中间不能带有透光的空洞，口感香脆并带有一定的韧性。 有的寿司海苔颜色紫黑质地轻薄，口感如同嚼纸，购买时要格外留意。开封后的寿司海苔一定要密封保存在洁净干燥通风的地方，避免海苔受潮，变得蔫软失去了香脆的口感。 如果不慎寿司海苔已经受潮，可以将寿司海苔放入烤箱中，用最低火力，稍稍烤制数分钟，寿司海苔就可以恢复本来的面貌了。） 寿司醋（取50ml白菊醋、20g白砂糖和10g盐(5:2:1的比例)，倒入一个干净无油的容器中。） 韩式泡菜一袋、牛肉肠1小根、黄瓜1根、寿司竹帘1张 Procedure1、煮好米；2、在放米的碗中放入适量寿司醋，注意将米打散混合均匀；2、竹帘铺平，海苔放上去，海苔可放入烤箱中用最100℃烘3分钟；3、将米用手做出椭圆状然后放入海苔中部；4、将米在海苔上铺均匀，铺的时候同时按压，饭的厚度大概为0.3-0.5cm左右，但是在海苔的上部留大概1.5cm的空白长方形形状不放饭，因为铺满的话，卷寿司时米饭会溢出5、黄瓜削皮，切成长条粗丝。6、牛肉肠切条。7、按照黄瓜条，牛肉肠，泡菜适量的顺序放在海苔偏下部的地方（不要紧挨着下面缘，确保能在第一次卷第一个圆是把食材都卷到）。8、手拿着寿司竹帘开始卷第一个圆，到竹帘卷到碰到米饭的时候停下来，用手捏几次卷在里面的寿司，确定里面卷紧之后，松动竹帘，同时滚动海苔继续卷，边卷边捏，直到将海苔全部卷完；9、寿司卷左右两边的米饭按压一下；10、将竹帘松开，用刀切成1cm宽左右的大小，装入盘中或小饭盒便可食用了。 Tip1、米要粘但不能相当粘,趁热加上自己调制的寿司醋(醋糖盐混合)，然后放凉。2、做的时候手上先沾上水，米不要铺得太满。3、卷的时候不要把竹帘一起卷进去，它只是起个压紧的作用。4、不要马上切，等上5分钟。5、切的时候，刀上要沾上水。 Reference1、寿司的做法 （详细图解） 2、寿司便当","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"delicacy","slug":"share/delicacy","permalink":"http://yoursite.com/categories/share/delicacy/"},{"name":"sushi","slug":"share/delicacy/sushi","permalink":"http://yoursite.com/categories/share/delicacy/sushi/"}],"tags":[{"name":"delicacy","slug":"delicacy","permalink":"http://yoursite.com/tags/delicacy/"}]},{"title":"HK Milk Tea","slug":"share/delicacy/HK Milk Tea","date":"2017-01-05T10:40:32.889Z","updated":"2017-01-11T09:14:22.993Z","comments":true,"path":"2017/01/05/share/delicacy/HK Milk Tea/","link":"","permalink":"http://yoursite.com/2017/01/05/share/delicacy/HK Milk Tea/","excerpt":"\n简介好的港式奶茶，要茶够浓，奶也够浓，入口幼滑如丝，不会一饮而泻，而是绵延细密，有奶油的口感。奶茶的厚浓主要由淡奶及茶汤的淡浓决定，淡奶所含的奶脂一定要够浓，奶茶才能在表面凝结一层咖啡色的奶衣，成为丝袜奶茶，而丝袜只算合格了一般，奶味决不能掩盖茶味，而且入口不能涩，才算一杯完美的港式丝袜奶茶。","text":"简介好的港式奶茶，要茶够浓，奶也够浓，入口幼滑如丝，不会一饮而泻，而是绵延细密，有奶油的口感。奶茶的厚浓主要由淡奶及茶汤的淡浓决定，淡奶所含的奶脂一定要够浓，奶茶才能在表面凝结一层咖啡色的奶衣，成为丝袜奶茶，而丝袜只算合格了一般，奶味决不能掩盖茶味，而且入口不能涩，才算一杯完美的港式丝袜奶茶。 在香港，不同的茶餐厅的奶茶配方都是秘密，所用红茶多是印度和斯里兰卡的红茶，一般要用到四五种茶叶拼配，粗细不均，各取其香味、色泽、口感和稳定度。自己在家做，虽然远不达顶级餐厅的水准，但是胜在食材优良、快捷方便。 正宗的港式奶茶要经过三次拉茶，还要用到两个拉茶壶、茶袋，大多数人家里也没这么专业的东西，所以今天就说说能在家做的方子。 港式奶茶的制作材料锡兰红茶10g（又称斯里兰卡红茶，香港称西冷红茶，如果没有这种红茶的话，也可以用立顿红茶）、黑白淡奶、白砂糖 红茶10g左右可以煮出一个220mL马克杯的奶茶 步骤1.准备一个可以煮茶的小锅，用待会儿准备盛奶茶的马克杯接一杯水，倒入锅中，用大火将水煮至沸腾状态；2.待水沸腾后，放入茶叶或茶包，转小火，煮1-3分钟，视实际情况而定时间长短，茶汤颜色变成咖啡色即可关火，不可过久否则茶的涩味会出来。（要是懒得煮就用开水泡吧）；3.在烧茶之前，先把淡奶放入杯中，奶茶的红茶汤和淡奶的比例大概是3:1，所以基本上淡奶倒四分之一杯即可。然后从高处将过滤后的红茶沖入杯中即可，港式奶茶的特点就是茶撞奶，而不是像英国人一样往茶里面倒奶，然后你可以根据自己的口味添加白糖调味。 比例黑白淡奶、茶汤的比例一般为1：3（视口味可调节比例）例如：50ml奶+茶汤150ml+（10g左右）糖（通常200ml的奶茶加10g左右的糖） #3.后记：港式奶茶的由来 英国人喝茶学自中国，但喝法却别创一格，喜欢加入糖和奶，或者柠檬片同喝，传入香港后奶茶柠檬茶统称“西茶”，以别于传统喝法的“唐茶”。英式奶茶在香港由于口味清淡，香港人并不喜欢，于是有茶餐厅老板灵机一动，在英式奶茶的基础上研制出港式奶茶。 之所以“港式奶茶”能声名鹊起，而在内地却不能像“台湾奶茶”普及，有一个重要原因是它所用的原材料（茶）。得益于香港独天得厚和贸易自由优势，港式奶茶中的红茶都是从斯里兰卡大量进口的。斯里兰卡独特的雨水充沛的热带气候让这里出产的红茶香味浓郁。所以港式奶茶也略微带有茶的苦味而不像“台湾奶茶”那么甜，这也正是小编喜欢港奶的原因。 小编有话双十一就要来啦，已经默默把黑白淡奶和锡兰红茶加好购物车了，等待双11，减减减，买买买，想想冬天可以煮奶茶，就很开心，欢迎大家能和我一起品尝讨论。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"delicacy","slug":"share/delicacy","permalink":"http://yoursite.com/categories/share/delicacy/"},{"name":"HK Milk Tea","slug":"share/delicacy/HK-Milk-Tea","permalink":"http://yoursite.com/categories/share/delicacy/HK-Milk-Tea/"}],"tags":[{"name":"茶点","slug":"茶点","permalink":"http://yoursite.com/tags/茶点/"}]},{"title":"the Death of a Salesman","slug":"share/book/the Death of a Salesman","date":"2017-01-05T08:31:51.043Z","updated":"2017-01-05T08:36:52.363Z","comments":true,"path":"2017/01/05/share/book/the Death of a Salesman/","link":"","permalink":"http://yoursite.com/2017/01/05/share/book/the Death of a Salesman/","excerpt":"Because of my PenPal World’s friend, I know a little bit about the play the Death of a Salesman. After reading the comment of this book on the website of douban, due to be full of curiosity, I decide to add this book to my first 100 days of 2017’s book list. I hope I can know more about this world and people’s life.\n因为笔友的原因知道ARTHUR MILLER的这本书，认真在豆瓣上看评价，其中网名叫走走的用户评论是如下的，怀着好奇的心，决定在2017年的第一个一百天的书单中加入《销售员之死》。","text":"Because of my PenPal World’s friend, I know a little bit about the play the Death of a Salesman. After reading the comment of this book on the website of douban, due to be full of curiosity, I decide to add this book to my first 100 days of 2017’s book list. I hope I can know more about this world and people’s life. 因为笔友的原因知道ARTHUR MILLER的这本书，认真在豆瓣上看评价，其中网名叫走走的用户评论是如下的，怀着好奇的心，决定在2017年的第一个一百天的书单中加入《销售员之死》。 推销员威利因何而死？不仅中国有经济快速增长后的停滞不前，阿瑟米勒写作时的美国也一样，1949年，比我们早了60年。经济繁荣可以掩盖的社会和道德问题，在生存冲突尖锐时骤然显现。王尔德说，道德，只有放在钢丝绳上才能检验出来。美国梦泡沫挤扁，破灭了，这是谁之过，难道不该有梦？威利本人是要负上一些责任的。查理和奥利佛可以作为对比和证明。他混得最差，并非他最懒，最挥霍，或者最笨。与此相反，他每天为推销东奔西走，口若悬河，一有空就修葺房屋，惦记给家里仅有的小园地种植点果菜，参加孩子的球赛。尽管他常年在外，偶有风流，但和妻子之间一直非常亲密，了解和信任。社会各个行业的机会和辛苦程度是不相等的。有的人误打误撞，也许正进入了一个朝阳产业，这辈子饭吃完，还能留给后辈余荫。有的人随波逐流，社会转型暴风一来，最先被摧毁成粉末。冲击最大的就是市场化商业化程度最高的行业，并且技术含量最低。威利一念之间选择的正是这样一个备受冲击的行业，只是他从业之初并不知道。总有人做推销员，不是威利也会是别人，问题一样存在。有网友说他的毛病在于不能面对自己的平庸，想当英雄。出人头地是前进的动力，他只是不知道如何转身。没人教他，没有朋友影响他，他自己也不太把学习放在眼里。当他年轻的时候，这一行靠的是诚信和印象，”微笑和光亮的皮鞋“，”形象好和好人缘“，而到了他60岁的时候，这个世界居然变得他不再认识了。如果他能够预见未来发生的转变，可以想象他一定会要求自己和比夫重视理论学习，一定要进入大学。他自杀不仅是对美国梦幻灭，他还对自己一辈子的人生经历幻灭。每个人的人生都是倾全力为自己打造的艺术品，心血和时间尽在其中，而且只有一次机会，是试验，也是实验。没有什么比到老却被人告诉你这一生是错误更悲惨的。如果他不那么努力和积极，可能还好些（还能找到理由开脱）。可是他已经尽力了，几百英里的驾车让他每日脑力和体力透支，说话说到停不下来，说到觉得自己面目可憎，说话太多。忙碌一生，没什么真正的朋友，主顾和老板的无情无义让他加速度堕入虚空。华丽转身，说来轻松，如果社会没有提供足够的精神资源，转身即踏空。剩下的，就是命运。孔子说，不知命，无以为君子。我理解此话的意思是：不了解自己出身环境、个性特点、境遇得失形成的人生格局，不努力了解和把握社会发展大趋势，就永远找不到自己的位置，左冲右突，随波逐流，无法做到清净内守，行动自如。而认识到社会和自身的命运，就如同知道了自己行为的边界，至少可以放弃很多不适合自己的尝试和没意义的担忧，一心一意，只做自己该做的事。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"},{"name":"the Death of a Salesman","slug":"share/book/the-Death-of-a-Salesman","permalink":"http://yoursite.com/categories/share/book/the-Death-of-a-Salesman/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"}]},{"title":"Dream It Possible","slug":"share/music/dream it possible","date":"2016-12-12T16:00:00.000Z","updated":"2017-01-02T12:51:05.918Z","comments":true,"path":"2016/12/13/share/music/dream it possible/","link":"","permalink":"http://yoursite.com/2016/12/13/share/music/dream it possible/","excerpt":"Go confidently in the direction of your dreams. Live the life you have imagined.---Herry David Thoreau\nI will run, I will climb, I will soar我奔跑，我攀爬，我会飞翔I’m undefeated永不言败Jumping out of my skin, pull the chord跳出我的皮肤，拨弄琴弦Yeah I believe it哦，我相信。The past, is everything we were don’t make us who we are往昔，逝去的光阴不会决定现在So I’ll dream, until I make it real, and all I see is stars所以我们梦想，直到变成真，看到满天星光Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡","text":"Go confidently in the direction of your dreams. Live the life you have imagined.---Herry David Thoreau I will run, I will climb, I will soar我奔跑，我攀爬，我会飞翔I’m undefeated永不言败Jumping out of my skin, pull the chord跳出我的皮肤，拨弄琴弦Yeah I believe it哦，我相信。The past, is everything we were don’t make us who we are往昔，逝去的光阴不会决定现在So I’ll dream, until I make it real, and all I see is stars所以我们梦想，直到变成真，看到满天星光Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡 Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美丽We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible我们会梦想成真I will chase, I will reach, I will fly我追逐，我奔驰，我要飞翔Until I’m breaking, until I’m breaking直到坠落，直到崩溃Out of my cage, like a bird in the night走出我的囚笼，像在黑夜里的莺I know I’m changing, I know I’m changing我知道我在变化，在蜕变In, into something big, better than before变成无比强大，从未有过And if it takes, takes a thousand lives如果需要牺牲，需要无数的生命Then It’s worth fighting for那值得去奋斗Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美丽We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible我们会梦想成真From the bottom to the top从山谷到巅峰We’re sparking wild fire’s我们正在迸发野火Never quit and never stop永不放弃，永不停止The rest of our lives点燃未来From the bottom to the top从山谷到巅峰We’re sparking wild fire’s我们正在迸发野火Never quit and never stop永不放弃，永不停止Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible possible我们会梦想成真","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"Internalizing the Revolution(2) | LEAN IN","slug":"share/book/LEAN IN2","date":"2016-11-26T08:35:04.721Z","updated":"2017-01-12T10:15:28.030Z","comments":true,"path":"2016/11/26/share/book/LEAN IN2/","link":"","permalink":"http://yoursite.com/2016/11/26/share/book/LEAN IN2/","excerpt":"\neg: Being the sole woman has resulted in some awkward yet revealing situations.\n做一个孤独的女人导致了一些尴尬的但是有启示作用的情况。\nrevealing a 有启示作用的,有意义的；\nchief operating officer 首席运营官；\nstep in to complete a funding round.  介入完成一轮融资；\nstep in 介入，干预；\nraise capital 筹集资本；\nfor the initial pitch to private equity firms  初次接触和游说私募公司\neg: Our first meeting was held in the kind of corporate office featured in movies, complete with a sprawling view of Manhattan.\n我们的第一次会议在像电视里的那种公司办公室，可以一览无余曼哈顿的美景。","text":"eg: Being the sole woman has resulted in some awkward yet revealing situations. 做一个孤独的女人导致了一些尴尬的但是有启示作用的情况。 revealing a 有启示作用的,有意义的； chief operating officer 首席运营官； step in to complete a funding round. 介入完成一轮融资； step in 介入，干预； raise capital 筹集资本； for the initial pitch to private equity firms 初次接触和游说私募公司 eg: Our first meeting was held in the kind of corporate office featured in movies, complete with a sprawling view of Manhattan. 我们的第一次会议在像电视里的那种公司办公室，可以一览无余曼哈顿的美景。 sprawling a 杂乱无章的；a sprawling view 一个庞大的视图； feature v 以….为特色； complete v 完成； eg: I offered an overview of our business and answered questions. 我概括的介绍了我们公司的业务并回答了一些问题。 overview n 概述，概论； so far so good 到目前为止一切都好； we break for a few minute . 我们休息几分钟。 women’s restroom 女性洗手间 eg: He stared at me blankly. 他一脸茫然的看着我。 eg: My question had completely stumped him. I asked, “How long have you been in this office?” And he said ,”one year.” “Am I the only woman to have pitch a deal here in an entire year?” “I think so,” he said, adding, “or maybe you are the only one who had to use the bathroom.” 我的问题完全难住他了，我问“你在这个办公司多久了？”他说“一年。”我是唯一一个女性提出这个问题在这里的一整年里吗？”“我认为是如此的”他说，又补充道“或许你是唯一一个必须使用女性洗手间的人”! eg: It has been more than two decades since I entered the workforce, and so much is still the same. It is time for us to face the fact that our revolution has stalled. 自从我加入劳动大军已经有超过20年了，是时候让我们面对现实了，我们的革命已经停止了。 stall v 停止，停顿； eg: The promise of equality is not the same as true equality. 允诺平等并不等于真正的平等。 eg: A truly equal world would would be one where woman ran half our countries and companies and men ran half our homes. eg: Legendary investor Warren Buffett has stated generously that one of the reason for his great success was that he was competing with only half of the population. legendary a 非常著名的； investor n 投资人；population n 人口； eg: when more people get in the race, more records will be broke. get in 进入；race n 竞争，竞赛； eg: The achievements will extend beyond those individuals to benefit us all. 成就将会超越个人到益于我们所有的人。 at a book party 一个签售会； autobiography n 自传； dictator n 独裁者； mighty a 强大而有力的； a somber night 一个阴暗的夜晚；somber a 阴暗的，忧郁的； eg: A guest asked her how American women could help those who experienced the horrors and mass rapes of war in places like Liberia. Her response was four simple words: “More women in power” horror n 恐惧； mass a 大量的；rape n 强奸，强奸案；Liberia 利比里亚； eg: Conditions for all women will improve when there are more women in leadership roles giving strong and powerful voice to their needs and concerns. take down the barriers that prevent more women from getting to the top 扯下障碍；（意译：拆除障碍）阻止更多的妇女进入社会的高层 eg: Women face real obstacles in the professional world, including blatant and subtle sexism, discrimination, and sexual harassment. 女性面临着真实的障碍在职场，包括公然的或隐性的性别歧视，差别待遇，性骚扰。 eg: Too few workplaces offer the flexibility and access to child care and parental leave that are necessary for pursuing a career while raising children. workplace n 工作场所；flexibility n 弹性；parental leave 产假； a far great extent 更大程度上 eg: Men are promoted based on potential, while women are promoted based on past accomplishment. eg: in addition to the external barriers erected by society, women are hindered by barriers that existed within ourselves. 加上外部的障碍由社会建立，女性也被存在自己身上的障碍阻碍。 in addition to 加之，加上；erect v 建立；hinder v 阻碍；exist v 存在； 一个句子中出现了两次被barrier阻碍的表达，可以学习哦！ eg: We hold ourselves back in way both big or small, by lacking self-confidence, by not raising our hands, and by pulling back when we should be leaning in. 我们克制自己在大的或小的方面，通过缺乏自信，不举起我们的手，拉回自己在我们本该向前一小步的时候。 eg: We internalize the negative messages we get throughout our life—-the massages that say it’s wrong to be outspoken, aggressive, more powerful than men. 我们内部化（消化）我们获得的消极的信息贯穿一生，这些信息说，直言不讳的，有上进心的，比男性更加有权利是错误的。 eg: We lower our own expectations of what we can achieve. 我们降低我们能实现的期望。 majority a 大多数的； eg: we compromise our career goals to make rooms for partners and children who may not even exist yet. eg: this is not a list of things other women have done. I have made every mistake on this list. At times, i still do. eg: My argument is that getting rid of these internal barriers is critical to gaining power. get rid of 摆脱； internal barriers 内部的矛盾； gaining power 获得权力； eg: Others have argued that women can get to the top only when the institutional barriers are gone. 其他人主张女性能够到达顶端只有当制度的障碍消失的时候。 eg: This is the ultimate chicken-and-egg situation. 这是一个终极的鸡和蛋的情况。 eg: The chicken: women will tear down the external barriers once we achieve leadership roles. We will march into our boss’s room and demand what we need, including pregnancy parking,or better yet,we’ll become bosses and make sure all women have what they need. 鸡：女性将会撕破外部的障碍一旦我们到达了领导者的角色。我们将会走进（有气势的）我们老板的办公室，要求我们所需要的，包括孕妇停车位，或甚至更好的，我们将成为老板确保所有的女性有他们所需要的。 tear down 撕下，扯下； march into 长驱直入，大踏步前进； pregnancy parking 孕妇停车位； eg: The egg: we need to eliminate the external barriers to get women into those roles in the first time. 蛋：我们首先需要消除外部的障碍使女性进入这些角色 eliminate 消除 ；external barriers 外部障碍； eg: Both sides are right. So rather than engage in philosophical arguments over which comes first, let’s agree to wage battles on the both front. 两边都是对的，因此与其参与哲学的讨论，谁在前，不如让我们赞同发动战役在两条战线上。 engage in 从事，参与，忙于；over who comes first 在谁先的（问题）上； wage battles 发动战争； on the both front 在两个战线上； eg: Internal obstacles are rarely discussed and often underplayed. 内部的障碍很少被讨论，通常被轻描淡写。 underplay 暗中活动（意译为轻描淡写）； eg: Throughout my life, I was told over and over about inequalities in the workplace and how hard it would be to have a career and a family. 贯穿我的生活，我被一遍又一遍的告诉在工作环境中的不平等和事业与家庭间将会是如何的艰难。 inequality 不平等； eg: I rarely heard anything, however, about the ways I might hold myself back. 但是我很少听到任何关于可能会抑制自己的方法。 held back 阻止，抑制； eg: These internal obstacles deserves a lot more attention, in part because they are under our own control. 这些内部的障碍值得更多的关注，在某种程度上他们在我们自己的控制范围内。 deserve 值得； in part 在某种程度上； eg: We can dismantle the hurdles [‘hɜrd(ə)l] in ourselves today. we can start this very moment. 我们今天就能拆除心中的障碍。我们能够非常快速的开始这个。 dismantle 拆开，取消； hurdle 跨栏，障碍；very moment 非常快速; eg: The first chapter of this book lays out some of the complex challenges women face. 这本书的第一章安排了一些女性面对的复杂的挑战。 eg: Each subsequent chapter focuses on an adjustment or difference that we can make ourselves: increasing our self-confidence, getting our partners to do more at home, not holding ourselves to unattainable standards. 每个下一章专注于一个调整或者不同我们能为自己而做的：增加自信心，让我们的另一伴在家中做更多，不要抑制自己对没获得的标准。 eg: I do not pretend to have perfect solutions to these deep and complicated issues. I rely on hard data, academic research, my own observations, and lessons I have learned along the way. 我不会假装有一个完美的解决办法对那些深刻而又复杂的问题。我依赖于硬数据，学术研究，我自己的观察，以及我沿路上的教训。 feminist manifesto 女权主义宣言； eg: It is not a feminist manifesto-okay, it is sort of a feminist manifesto, but one that I hope inspires men as much as it inspires women. up against 面临，遭遇； have the same objectives 有相同的目标； live their lives as they desire 过着他们想要的生活； eg: We each have to chart our own course and define which goal fit our lives, values, and dreams. 我们每个人都必须制定我们自己的独一无二的课程和确定哪个目标填满我们的生活，价值观和梦想。 chart course 制定课程； chart 动词 制定计划； define 明确，定义； eg: I was also acutely aware that the vast majority of women are struggling to make ends meet and take care of their families. 我也是如此强烈的意思到绝大部分的女性在努力的使收支相抵（养家糊口），照顾他们的家庭； acutely 强烈的，深深的感受到；the vast majority of 绝大多数的；be struggling to do sth 努力做某事； make ends meet 使收支相抵，量入为出； eg: Part of this book will be most relevant to women fortunate enough to have choices about how much and when and where to work; other parts apply to situations that women face in every workplace, within every community, and in every home. 这本书的部分将会是和足够幸运的女性最相关在选择多少，怎样，哪里去工作，另外一部分应用于女性情况如在每个工作地方，在每个团体，在每个家里。 caution 谨慎，告诫； eg: I know some believe that by focusing on what women can change themselves- pressing them to lean in, it seems like I am letting my institutions off the hook. 我知道一些信仰是通过关注女性如何改变自己，逼着她们向前一小步，这好像我是为了让自己摆脱困境一样。 eg: Or even worse, they accuse me of blaming the victim. 甚至更糟糕的，他们控告我指责受害者 eg: That will resonate with women in a broad range of circumstances. 这将会与女性在广泛的范围内产生共鸣。 resonate 共鸣； eg: My hope is that my message will be judged on its merits. 我的希望是我的信息有它的价值来判断 transcend 超越； eg: The time is long overdue to encourage women to dream possible dream and encourage more men to support women in the workforce and in the home. 早就应该鼓励更多的女性去做可能的梦和鼓励更多的男性在劳动力和家里支持女性； reignite the revolution 重新点燃革命 eg: The shift to a more equal world will happen person by person. 向一个更加平等的世界改变将会发生建立在人本的基础上。 shift 改变 Editor’s message: Although I could not understand this chapter well, even do not have much resonance,but I feel the same or different things would happen on me in the near future, these may be bigger and more complex trouble I have to face. I need to know more about it in advance due to the fact ( I choose my road ).God bless me!","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"},{"name":"LEAN IN","slug":"share/book/LEAN-IN","permalink":"http://yoursite.com/categories/share/book/LEAN-IN/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"},{"name":"LEAN IN","slug":"LEAN-IN","permalink":"http://yoursite.com/tags/LEAN-IN/"}]},{"title":"Internalizing the Revolution(1) | LEAN IN","slug":"share/book/LEAN IN1","date":"2016-11-20T06:36:29.498Z","updated":"2017-01-12T10:07:26.069Z","comments":true,"path":"2016/11/20/share/book/LEAN IN1/","link":"","permalink":"http://yoursite.com/2016/11/20/share/book/LEAN IN1/","excerpt":"DECLARATION:\nI will continually update this section for the English  book “LEAN IN”, what I’m gonna do is that translating some unfamiliar, lovely, dramatic or inspired phrases or sentences and share with you, Whenever you come across some new words, you can browse my blog without consulting the dictionary.\nIn order to let more English learner know about new words directly. When I translate them into Chinese, I would like to use more original meaning of the words rather than paraphrase in my passage, if you have any questions or funny things  to communicate with me about my passage,welcome！\n\nToday, I read the following section:\nIntroduction: Internalizing the Revolution(引言：深化改革 internalize：内部化)","text":"DECLARATION: I will continually update this section for the English book “LEAN IN”, what I’m gonna do is that translating some unfamiliar, lovely, dramatic or inspired phrases or sentences and share with you, Whenever you come across some new words, you can browse my blog without consulting the dictionary. In order to let more English learner know about new words directly. When I translate them into Chinese, I would like to use more original meaning of the words rather than paraphrase in my passage, if you have any questions or funny things to communicate with me about my passage,welcome！ Today, I read the following section: Introduction: Internalizing the Revolution(引言：深化改革 internalize：内部化) eg: I got pregnant with my first child in the summer of 2004. (在2004年的夏天我怀上了我的第一个孩子)eg: I was running the online sales and operations groups at Google. I had joined the company three and a half years earlier when it was an obsure start-up with a few hundred employee in a run-down office building. (run:运行，操作，管理；obsure：不为人知的；start-up：刚创办的；run-down：破败的；office building：办公大楼)eg: By my first trimester, Google had grown into a company of thousands and moved into a multibuilding campus.(trimester:妊娠的三月期（医学上将妊娠期分为三个期，每三个月为一期，在本文中指Sheryl怀孕的头三个月) typical morning sickness （typical:一贯的，典型的；morning sick：指孕妇的晨吐）eg: I gained almost seventy pounds, and my feet swelled two entire shoe sizes, turning into odd-shaped lumps I could see only when they were propped up on a coffee table.​ 我胖了大约70磅，“大约31.75公斤”，我的脚整整肿大了两个鞋码，变成了奇怪形状的肿块，我只能在他们被放在咖啡桌上的时候name after me (以我的名字命名) a rough morning(一个糟糕的早晨)make an important client meeting(开一个重要的客户会议)an ongoing problem(一个持续存在的问题)eg: The only spot I could find was quite far away.(我能找到的唯一的地点相当的远) eg: I sprinted across the parking lot, which in reality meant lumbering a bit more quickly than my absurdly slow pregnancy crawl.(我全速奔跑过停车场，这事实上意味着缓慢吃力的移动只是比我不合理的缓慢的孕妇爬行快一点 sprint: 全速奔跑；in reality：事实上；lumber:缓慢吃力的移动；absurdly：不合理地 pregancy：怀孕；crawl：爬 ) eg: this only made my nausea worse(这仅仅只让我的恶心加重 nausea：恶心)pray 祈祷a sales pitch 推销recount these troubles to my husband (recount sth to sb 向某人叙述某事)point out 指出expectant mothers (预产期的母亲们 expectant：预产期的) march in 进入（这里形容比较有气势的的进入）waddle in 摇摇晃晃的走进toys and gadgets 玩具和小玩意儿strew 把..布满 all over the floorin a yoga position in the corner 以瑜伽的姿态在一个角落preferably sooner rather than later 最好是快点而不是以后；preferably 最好 eg: To this day , I’m embarrassed that I didn’t realize that pregnant women needed reserved parking until I experienced my own aching feet.(这一天我很羞愧我没有意识到孕妇需要专用的车位直到我经历了双脚肿痛) most senior women 最高级别的女性 eg: it has never occured to me 我从没有想过这件事lack the confidency or seniority to demand that the problem to be fixed.(缺乏自信或者级别去要求问题被解决 seniority 级别，资历) eg: We stand on the shoulders of the women who came before us, women who had to fight for the rights that we now take for granted.​ 我们站在那些站在我们之前的女性的肩膀上，他们为我们现在认为理所当然的权利而奋斗 my longtime mentor 我长期的顾问 eg: I figure I am getting the same brains for less money, Her reaction to this was to feel flattered. It was a big compliment to be told that she had the same brains as a man.​ 我计算过了我得到相同的大脑用了更少的钱，她对此的反应是感到被奉承。这是一个很大的赞美对于被告诉她有和男性一样的大脑（此处描述男女的担任相同工作时，薪资不等的待遇） unthinkable 难以置信的compensation 薪酬 deny women basic civil rights 否定女性基本的公民权利eg: Worldwide, about 4.4 million women and girls are trapped in the sex trade.​ 全世界范围内大约有4.4亿妇女和女孩受困于性交易 eg: In places like Afghanistan and Sudan, girls receive little or no education, wives are treated as the property of their husbands, and women who are raped are routinely cast out of their homes for disgracing their families.Some rape victims are even sent to jail for committing a “moral crime”.​ 在这样的地方比如说阿富汗和苏丹，女孩接受到很少或者没有教育，妻子被认为是丈夫财产的一部分，妇女们被强奸后通常被抛弃除家门因为为他们的家庭蒙羞了。一些强奸受害者甚至被送进监狱承认自己犯了道德罪. eg: We are centuries ahead of the unacceptable treatment of women in these countries.​ 我们领先那些难以被接受的对待的妇女的国家几百年。（head of 领先 unacceptable 难以接受的） stop sb from doing sth 阻止某人做某事 eg: When the suffragettes marched in the streets, they envisioned a world where men and women would be truly equal. A century later, we are still squinting, trying to bring that vision into focus.​ 当妇女参政论者行走在街道上，他们想象着一个世界男人和女人被平等的对待。一个世纪之后，我们任然斜视着，努力的去带来愿景被实现（suffragette 妇女参政论者； envision 想象 squint 斜视，眯着眼看；vision愿景，视觉 ；into focus 实现） eg: the blunt truth is that men still run the world. 生硬的事实就是男人仍然在操纵着世界。blunt：生硬的，直率的 parliaments 议会，立法机构 eg: Since then, women have slowly and steadily advanced, earning more and more of college degrees, taking more of the entry-level jobs, and entering more fields previously dominated by men. ​ 从那时起，女性缓慢而平稳的前进，赢得了越来越多的学位，得到了更多入门级的工作，进入更多的领域，以前是由男人所控制的 eg: Despite those gains, the percentage of women at the top of corporate America has barely budged over the past decade. ​ 尽管这些收获，在美国公司的高层，女性的百分比几乎没有波动在过去的几十年。（percentage n 百分比； corporate a 公司的；barely ad 几乎没有；budge v 轻微移动 corporate America 美国公司） eg: A meager twenty-one of the Fortune 500 CEOs are women. ​ 区区21个财富500强CEO 是女性。（meager a 不足的；微薄的 ） eg: Women hold about 14 percent of executive officer position, 17 percent of board seats, and constitute 18 percent of our elected congressional officials. ​ 女性占据14%的有执行权的职位，17%的董事职位，构成了18%的我们选举的国会官员 eg: While women continue to outpace men in educational achievement, we have ceased making real progress at the top of any industry. ​ 当女性持续超越男性在教育成就上的时候，我们停止取得进步在任何顶级的企业。 eg: This means that when it comes to make decisions that most affect our world, women’s voices are not heard equally. ​ 这意味着当提到作出影响世界的决定的时候，女性的声音总是不能平等的被听到。 eg: Progress remains equally sluggish when it comes to compensation. In 1970, American women were paid 59 cents for every dollar their male counterparts made. ​ 进步仍然是相当的迟缓当提到报酬的时候，在1970年，美国妇女被支付59美分而相应职位的男性挣一美元。 ​ （小编再意译一下:当提到报酬的时候进步仍然是缓慢的，在1970年，相同职位的女性与男性的工资比是0.59:1） ​ sluggish a 缓慢的，迟缓的；counterpart n 同行，职位相当的人； eg: By 2010, women protested, fought, and worked their butts off to raise that compensation to 77 cents for one dollar men made. ​ 到2010年，女性抗议，斗争，放弃自己的目标全力以赴去提升报酬到0.77:1相比于男性的。:haha: eg: As activist Marlo Thomas wryly joked on Equal Pay Day 2011,” Forty years and eighteen cents. A dozen eggs have gone up ten times that amount.” ​ 作为一个活动分子马洛. 托马斯冷笑2011年的同酬日说: “40年，薪酬只增加了18美分，而一打鸡蛋的价格已经长了十倍” ​ wryly ad 挖苦地，嘲讽地；equal pay day 同酬日；go up 上涨 ；amount n 数量，金额； disheartening a 令人沮丧的； front-row a 前排的； entry-level a 入门级的，适合初级用户的； eg: I thought that was due to historical discrimination against women. The proverbial glass ceiling had been cracked in almost every industry, and I believed that it was a matter of time until my generation took our fair share of the leadership roles. ​ 我认为是历史性的歧视反对着女性，众所周知的天花板在每个行业被破解，我相信公平的分享领导的角色直到我这一代是时间的问题。 ​ discrimination n 歧视；proverbial a 众所周知的；industry n 工业，行业；take a fair share 公平的分享； ​ fair a 合理的，恰当的；公平的； eg: But with each passing year, fewer and fewer of my colleagues were women, more and more often I was the only wowan in the room. ​ 但是每一年过去 ，我越来越少的同事是女性，越来越频繁，我是房间里唯一的女性。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"},{"name":"LEAN IN","slug":"share/book/LEAN-IN","permalink":"http://yoursite.com/categories/share/book/LEAN-IN/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"},{"name":"LEAN IN","slug":"LEAN-IN","permalink":"http://yoursite.com/tags/LEAN-IN/"}]},{"title":"music | 春风十里","slug":"share/music/春风十里","date":"2016-11-13T16:00:00.000Z","updated":"2017-01-02T12:53:37.908Z","comments":true,"path":"2016/11/14/share/music/春风十里/","link":"","permalink":"http://yoursite.com/2016/11/14/share/music/春风十里/","excerpt":"今天是个“好日子”，配置博客遇到各种blog，终于斩妖除魔，迎来光明，来一首动听的歌舒缓下心情，然后接着背段子，是的，十里春风，也不换现在的好时光和出现在里面可爱的人们当然有素未谋面的29号同学。\n","text":"今天是个“好日子”，配置博客遇到各种blog，终于斩妖除魔，迎来光明，来一首动听的歌舒缓下心情，然后接着背段子，是的，十里春风，也不换现在的好时光和出现在里面可爱的人们当然有素未谋面的29号同学。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"new soul","slug":"share/music/new soul","date":"2016-11-12T05:32:32.000Z","updated":"2017-01-02T12:52:40.162Z","comments":true,"path":"2016/11/12/share/music/new soul/","link":"","permalink":"http://yoursite.com/2016/11/12/share/music/new soul/","excerpt":"I’m a new soul I came to this strange world我是个崭新的灵魂 来到这个陌生(奇异)的世界hoping I could learn a bit about how to give and take.希望我能学习如何施与受But since I came here但从我到这来Felt the joy and the fear感受到喜悦与畏惧Finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦\n","text":"I’m a new soul I came to this strange world我是个崭新的灵魂 来到这个陌生(奇异)的世界hoping I could learn a bit about how to give and take.希望我能学习如何施与受But since I came here但从我到这来Felt the joy and the fear感受到喜悦与畏惧Finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦 I’m a young soul in this very strange world hoping在这个十分陌生的世界我是一个年少的灵魂I could learn a bit about what is true and fake.冀望我能学习一些 什麼是真实 什麼是虚偽But why all this hate?但為什麼净是恨愤Try to communicate.我试著沟通.Finding trust and love is not always easy to make.了解信任与爱并不是容易可得的La-la-la-la-la-la-la-la…啦啦啦啦This is a happy end cause’ you don’t understand这是个快乐的结局 因為你不明白everything you have done why’s everything so wrong你做的每件事就是為什麼每件事都如此错误This is a happy end come and give me your hand I’ll take your far away.这是一个快乐的结局 将你的手交给我 我将带你远离这世界I’m a new soul I came to this strange world hoping我是个崭新的灵魂 来到这个陌生(奇异)的世界I could learn a bit about how to give and take希望我能学习如何施与受But since I came here fellt the joy and the fear但从我到这来 感受到喜悦与畏惧finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦La-la-la-la-la-la-la-la-la-la…啦啦啦啦","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"第0章 计算机概论-1","slug":"tech/鸟哥的linux私房菜/第0章-计算机概论","date":"2016-11-08T05:36:31.000Z","updated":"2017-01-02T12:54:04.760Z","comments":true,"path":"2016/11/08/tech/鸟哥的linux私房菜/第0章-计算机概论/","link":"","permalink":"http://yoursite.com/2016/11/08/tech/鸟哥的linux私房菜/第0章-计算机概论/","excerpt":"0. 小编有话说​        现在这年头，做我们这一行的，没用过计算机的仁兄应该不多了吧，那今天小编想问一句，你知道计算机是什么吗？计算机的外壳下包的是什么呢？不同的计算机可以做什么呢？生活用品中有哪些电器中包含由计算机的组成成分呢？下面且听小编一一道来。\n","text":"0. 小编有话说​ 现在这年头，做我们这一行的，没用过计算机的仁兄应该不多了吧，那今天小编想问一句，你知道计算机是什么吗？计算机的外壳下包的是什么呢？不同的计算机可以做什么呢？生活用品中有哪些电器中包含由计算机的组成成分呢？下面且听小编一一道来。 0.1 计算机：辅助人脑的好工具计算机其实就是：接收用户输入的指令和数据，经过中央处理器的数据与逻辑单元运算处理后，产生或存储成有用的信息。换个说法就是，只要有输入设备（键盘，鼠标，触屏啥的）和输出设备（打印机，屏幕显示啥的），能让你输入数据使该机器产生信息的，就是计算机啦！ 0.1.1 计算机硬件的五大单元粗略一看你自己的计算机呢？发现它主要分为以下三个部分： 11、输入单元:包括键盘、鼠标、扫描仪、手写板、触摸屏等。 12、中央处理器（CPU）：含有算术逻辑、控制、记忆等单元。 13、输出单元：如屏幕、打印机等。 由于CPU主要的工作在于管理和运算，所以从CPU中又可以分出以下两个单元：控制单元和算术逻辑单元。重点强调一下整台主机的重点在于中央处理器，CPU作为一个具有特定功能的芯片，里面含有微指令集，如可你想让主机有什么特殊功能，就要参考CPU是否有相关的内置的微指令集才可以。（PS: 微指令集在小编后期的学习中会提到） 而计算机五大单元及其功能分别为： 11、输入单元：输入数据 12、输出单元：输出数据或作出其他反应 13、CPU内部的控制单元：负责程序的运算和逻辑判断 14、CPU内部的算术逻辑单元：主要负责协调各组件与各单元之间的工作 15、内存：存储CPU实际要处理的所有数据（所有要被CPU处理或处理过的数据都要经过内存） 图1为五大单元之间的组成关系图： 说明：粗黑线代表数据流向，细黑线代表控制志向，而粗灰线代表地址或指令的走向，主存储器即为内存。 0.1.2 CPU的种类CPU依靠指令来计算和控制系统，每款CPU在设计时就规定了一系列与其硬件电路相配合的指令系统。指令的强弱也是CPU的重要指标，指令集是提高微处理器效率的最有效工具之一。从现阶段的主流体系结构讲，指令集可分为复杂指令集和精简指令集两部分。因而主要的CPU也有两种。 11、精简指令集（Reduced Instruction Set Computing,RISC）： 1 其特点为指令较为精简，每个指令执行的时间短，完成的操作也很单纯，若要做复杂的事就需要多个指令来完成，常见的RISC微指令集CPU主要有ARM系列等（ARM只是公司，专门从事16/32位RISC微处理器知识产权设计的供应商，本身不生产芯片，买设计稿的。目前世界上使用最广泛的CPU可能就是ARM）。 12、复杂指令集（Complex Instruction Set Computer,CISC）: 1与RISC不同的是，在CISC的微指令集中，每个小指令可以执行一些较低阶的硬件操作，指令多而复杂，并且每条指令的长短不一样，常见的CISC指令集CPU主要有AMD、Intel等X86架构的CPU。 注意注意小梗出现了，你知道为什么我们的个人计算机叫X86架构的计算机吗？ 因为AMD、Intel等所开发出来的X86架构的CPU被大量的用于个人计算机（Personal Computer），因此个人计算机就叫做X86架构的计算机。 那你知道为什么要叫X86架构吗？ 那是因为最早的由Intel发明出来的CPU代号叫做8086，后来依次架构又开发出了80286,80386等，因此这种架构的CPU就叫做X86架构。 所以说呢？X86架构就是一个应用了CISC指令集的特殊架构。不是所有应用了CISC指令集的架构都叫X86架构哦！想要了解更多关于X86架构的，请点击这里 0.1.3接口设备及其运作流程​ 大兄弟小姐妹们要知道单有CPU也是让计算机工作起来的，所有还需要其他的设备，那么还有那些设备呢？且听小编先说几个主要的，更多精彩请关注下一贴： 11、存储设备：硬盘，软盘，光碟，磁带之类的 12、显示设备：显卡（ps：对于玩3D游戏的人来说，这可是至关重要的啊，因为它与显示的精度，色彩和分辨率都有很大的关系） 13、网络设备：网卡（ps：要知道没网没法活啊，所以这个真滴是超级重要的说） 那么问题来了，这么多的设备，他们的功能都是什么呢？有什么用呢？怎么联系在一起呢？ 嗯，小编考虑过了，话说不清楚，于是小编画了一幅各组件运行图（手画勿喷） 简言之，就是把计算机的各组件比作人体的各个部位。 计算机系统组成图： 0.1.4计算机的分类计算机按其复杂度和运算能力进行分类，可以分为以下五类： 11、超级计算机（supercomputer） ​ 能够执行一般个人电脑无法处理的大资料量与高速运算的电脑。其基本组成组件与个人电脑的概念无太大差异，但规格与性能则强大许多，是一种超大型电子计算机。具有很强的计算和处理数据的能力，主要特点表现为高速度和大容量，配有多种外部和外围设备及丰富的、高功能的软件系统。现有的超级计算机运算速度大都可以达到每秒一太(Trillion,万亿)次以上。超级计算机多用于国防军事，太空科技等。 12、大型计算机（Mainframe Computer） ​ 大型计算机也拥有数个高速的CPU，功能虽不及超级计算机，但是也可用来处理大规模的数据和复杂的运算，可用于大型企业的主机，全国性的证劵交易所等每天需要处理数百万笔数据的企业机构或者是大型企业的数据可服务器等。大型计算机 13、迷你计算机（Minicomputer） ​ 迷你计算机仍保有大型计算机同时支持多用户的特性，但是主机可以放在一般的作业场所，不像前两个大型计算机需要特殊的空调场所。通常用来作科学研究、工程分析和工厂的流程管理等。高等院校的计算机中心都以一台minicomputer为主机，配以几十台甚至上百台终端机，以满足大量学生学习程序设计课程的需要。 14、工作站（Workstation） ​ 工作站是介于微电脑（个人计算机）和迷你计算机之间的一种高档微型机。通常用来专门处理某类特殊事项的一种计算机系统如学术研究与工程分析，工作站一般配有高档的CPU、高分辨率的大屏幕显示器和大容量的内外存储器，具有较强的数据处理能力和高性能的图形功能。它主要用于图形处理、计算机辅助设计（CAD）等领域。 15、微电脑（Microcomputer） ​ 微电脑又称个人计算机，这也是我们这里主要讨论的目标。它体积小，价格低，但功能还是五脏俱全。大致可以分为我们常见的笔记本电脑、台式机等。 ​ 前段时间看到老师新买的工作站老贵的说，快可以买10台我的电脑了，但是看起来就和一般的台式机差不多啊，默默嘀咕着，这是为啥呢？小编经过学习得出了结果，今天小编在这里解释啦！ 若是光以性能来说，目前个人计算机性能已经够快了，甚至比工作站的等级以上的计算机运行速度还要快。但是工作站计算机强调的是稳定不死机，并且运算过程要完全正确因此工作站以上等级的计算机在设计是的考虑与个人电脑并不相同！这也是为何工作站等级以上的计算机售价教高的原因。 0.1.5计算机上面常用的计算单位（大小、速度等）计算机的运算能力由运算速度决定，而存放在存储设备中的数据也是有大小的有单位的。 大小单位 常见最小的单位是bit，现在将单位的由小到大排个序：bit&lt;Byte&lt;K&lt;M&lt;G&lt;T&lt;P。 bit与Byte之间的关系为：1Byte=8bit。 进位制 K M G T P 二进制 1024 1024K 1024M 1024G 1024T 十进制 1000 1000K 1000M 1000G 1000T 一般来说文件使用二进制的方式来计量大小，所以1GB的文件大小实际上为： 速度的单位常使用十进制，例如1GHz之类的单位，例如1GHz实际上为： 速度单位 CPU的运算速度常用的MHz或者GHz之类的单位，这个Hz其实是秒分之一。举个例大家常听到的8M/1M ADSL的传输速度，如果转成文件容量的Byte时，其实理论做大的传输值为：1MB/s/ 125KB/s的上传下载速度。（把传输速度分子分母同除8就可以得到这个上传下载速度） 安利（指福利）一下：假如你今天买了一个500GB的硬盘格式化了一下发现只有466GB左右的空间了，这是为什么？ ​ 因为一般硬件制造商会使用十进制的单位，所以500GB=500×1000×1000×1000B。转成文件大小的大小单位为二进制（1024）为底，所以就成了466GB左右啦！","raw":null,"content":null,"categories":[{"name":"tech","slug":"tech","permalink":"http://yoursite.com/categories/tech/"},{"name":"linux","slug":"tech/linux","permalink":"http://yoursite.com/categories/tech/linux/"}],"tags":[{"name":"鸟哥的linux私房菜","slug":"鸟哥的linux私房菜","permalink":"http://yoursite.com/tags/鸟哥的linux私房菜/"}]},{"title":"写书评，说故事","slug":"share/book/“草莓的吊脚娃”年前分享书单目录","date":"2016-11-02T14:24:21.109Z","updated":"2017-01-02T12:50:18.705Z","comments":true,"path":"2016/11/02/share/book/“草莓的吊脚娃”年前分享书单目录/","link":"","permalink":"http://yoursite.com/2016/11/02/share/book/“草莓的吊脚娃”年前分享书单目录/","excerpt":"","text":"“草莓的吊脚娃”年前分享书单目录 最后的精灵 彼得潘 乔布斯传 LEAN IN 雪国 古都 孔子的智慧 时间简史 我对时间有耐心 当我和世界不一样 圈子圈套 写书评，说故事，跟着estrella一起听故事吧！看看能不能升级下道具，可以用语音讲故事","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"}]}]}