{"meta":{"title":"Welcome to my sweet world","subtitle":"","description":"365 new days, 365 new chances","author":"Estrella Huang","url":"http://yoursite.com"},"pages":[{"title":"about","date":"2016-10-31T13:03:40.000Z","updated":"2016-11-14T11:16:46.480Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"categories","date":"2016-10-31T13:03:40.000Z","updated":"2016-10-31T13:04:32.489Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":"","raw":null,"content":null},{"title":"tags","date":"2016-10-31T13:00:58.000Z","updated":"2016-11-14T11:33:48.181Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":"","raw":null,"content":null}],"posts":[{"title":"TPO 1","slug":"TOEFL/TOEFL","date":"2017-01-02T13:02:29.388Z","updated":"2017-01-02T13:08:00.761Z","comments":true,"path":"2017/01/02/TOEFL/TOEFL/","link":"","permalink":"http://yoursite.com/2017/01/02/TOEFL/TOEFL/","excerpt":"","text":"","raw":null,"content":null,"categories":[{"name":"TOEFL","slug":"TOEFL","permalink":"http://yoursite.com/categories/TOEFL/"}],"tags":[{"name":"toefl","slug":"toefl","permalink":"http://yoursite.com/tags/toefl/"}]},{"title":"Dream It Possible","slug":"share/music/dream it possible","date":"2016-12-12T16:00:00.000Z","updated":"2017-01-02T12:51:05.918Z","comments":true,"path":"2016/12/13/share/music/dream it possible/","link":"","permalink":"http://yoursite.com/2016/12/13/share/music/dream it possible/","excerpt":"Go confidently in the direction of your dreams. Live the life you have imagined.---Herry David Thoreau\nI will run, I will climb, I will soar我奔跑，我攀爬，我会飞翔I’m undefeated永不言败Jumping out of my skin, pull the chord跳出我的皮肤，拨弄琴弦Yeah I believe it哦，我相信。The past, is everything we were don’t make us who we are往昔，逝去的光阴不会决定现在So I’ll dream, until I make it real, and all I see is stars所以我们梦想，直到变成真，看到满天星光Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡","text":"Go confidently in the direction of your dreams. Live the life you have imagined.---Herry David Thoreau I will run, I will climb, I will soar我奔跑，我攀爬，我会飞翔I’m undefeated永不言败Jumping out of my skin, pull the chord跳出我的皮肤，拨弄琴弦Yeah I believe it哦，我相信。The past, is everything we were don’t make us who we are往昔，逝去的光阴不会决定现在So I’ll dream, until I make it real, and all I see is stars所以我们梦想，直到变成真，看到满天星光Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡 Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美丽We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible我们会梦想成真I will chase, I will reach, I will fly我追逐，我奔驰，我要飞翔Until I’m breaking, until I’m breaking直到坠落，直到崩溃Out of my cage, like a bird in the night走出我的囚笼，像在黑夜里的莺I know I’m changing, I know I’m changing我知道我在变化，在蜕变In, into something big, better than before变成无比强大，从未有过And if it takes, takes a thousand lives如果需要牺牲，需要无数的生命Then It’s worth fighting for那值得去奋斗Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美丽We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible我们会梦想成真From the bottom to the top从山谷到巅峰We’re sparking wild fire’s我们正在迸发野火Never quit and never stop永不放弃，永不停止The rest of our lives点燃未来From the bottom to the top从山谷到巅峰We’re sparking wild fire’s我们正在迸发野火Never quit and never stop永不放弃，永不停止Its not until you fall that you fly不怕跌倒，所以飞翔When your dreams come alive you’re unstoppable当你的梦想成真，你是不可阻挡Take a shot, chase the sun, find the beautiful挥着翅膀，追逐太阳，寻找美We will glow in the dark turning dust to gold在黑暗中闪耀点石成金And we’ll dream it possible possible我们会梦想成真","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"Internalizing the Revolution(1)| LEAN IN","slug":"share/book/LEAN IN","date":"2016-11-20T06:36:29.498Z","updated":"2017-01-02T12:56:30.296Z","comments":true,"path":"2016/11/20/share/book/LEAN IN/","link":"","permalink":"http://yoursite.com/2016/11/20/share/book/LEAN IN/","excerpt":"DECLARATION:\nFrom today on，I will continually update this section for the English  book “LEAN IN”, what I’m gonna to do is that translate some unfamiliar, lovely, dramatic or inspired phrases or sentences and share with you so that whenever you meet some new words, you don’t need to consult a dictionary but to look at Estrella’s blog.\nIn order to let more English learner know more about new words, In my passage when I translate them into Chinese, I would like to use more original meaning of the words rather than paraphrase, if you have any questions or funny things  to communicate with me about my passage,welcome！\n\nToday, I read the following section:\nIntroduction: Internalizing the Revolution(引言：深化改革 internalize：内部化)","text":"DECLARATION: From today on，I will continually update this section for the English book “LEAN IN”, what I’m gonna to do is that translate some unfamiliar, lovely, dramatic or inspired phrases or sentences and share with you so that whenever you meet some new words, you don’t need to consult a dictionary but to look at Estrella’s blog. In order to let more English learner know more about new words, In my passage when I translate them into Chinese, I would like to use more original meaning of the words rather than paraphrase, if you have any questions or funny things to communicate with me about my passage,welcome！ Today, I read the following section: Introduction: Internalizing the Revolution(引言：深化改革 internalize：内部化) eg: I got pregnant with my first child in the summer of 2004. (在2004年的夏天我怀上了我的第一个孩子)eg: I was running the online sales and operations groups at Google. I had joined the company three and a half years earlier when it was an obsure start-up with a few hundred employee in a run-down office building. (run:运行，操作，管理；obsure：不为人知的；start-up：刚创办的；run-down：破败的；office building：办公大楼)eg: By my first trimester, Google had grown into a company of thousands and moved into a multibuilding campus.(trimester:妊娠的三月期（医学上将妊娠期分为三个期，每三个月为一期，在本文中指Sheryl怀孕的头三个月) typical morning sickness （typical:一贯的，典型的；morning sick：指孕妇的晨吐）eg: I gained almost seventy pounds, and my feet swelled two entire shoe sizes, turning into odd-shaped lumps I could see only when they were propped up on a coffee table.​ 我胖了大约70磅，“大约31.75公斤”，我的脚整整肿大了两个鞋码，变成了奇怪形状的肿块，我只能在他们被放在咖啡桌上的时候name after me (以我的名字命名) a rough morning(一个糟糕的早晨)make an important client meeting(开一个重要的客户会议)an ongoing problem(一个持续存在的问题)eg: The only spot I could find was quite far away.(我能找到的唯一的地点相当的远) eg: I sprinted across the parking lot, which in reality meant lumbering a bit more quickly than my absurdly slow pregnancy crawl.(我全速奔跑过停车场，这事实上意味着缓慢吃力的移动只是比我不合理的缓慢的孕妇爬行快一点 sprint: 全速奔跑；in reality：事实上；lumber:缓慢吃力的移动；absurdly：不合理地 pregancy：怀孕；crawl：爬 ) eg: this only made my nausea worse(这仅仅只让我的恶心加重 nausea：恶心)pray 祈祷a sales pitch 推销recount these troubles to my husband (recount sth to sb 向某人叙述某事)point out 指出expectant mothers (预产期的母亲们 expectant：预产期的) march in 进入（这里形容比较有气势的的进入）waddle in 摇摇晃晃的走进toys and gadgets 玩具和小玩意儿strew 把..布满 all over the floorin a yoga position in the corner 以瑜伽的姿态在一个角落preferably sooner rather than later 最好是快点而不是以后；preferably 最好 eg: To this day , I’m embarrassed that I didn’t realize that pregnant women needed reserved parking until I experienced my own aching feet.(这一天我很羞愧我没有意识到孕妇需要专用的车位直到我经历了双脚肿痛) most senior women 最高级别的女性 eg: it has never occured to me 我从没有想过这件事lack the confidency or seniority to demand that the problem to be fixed.(缺乏自信或者级别去要求问题被解决 seniority 级别，资历) eg: We stand on the shoulders of the women who came before us, women who had to fight for the rights that we now take for granted.​ 我们站在那些站在我们之前的女性的肩膀上，他们为我们现在认为理所当然的权利而奋斗 my longtime mentor 我长期的顾问 eg: I figure I am getting the same brains for less money, Her reaction to this was to feel flattered. It was a big compliment to be told that she had the same brains as a man.​ 我计算过了我得到相同的大脑用了更少的钱，她对此的反应是感到被奉承。这是一个很大的赞美对于被告诉她有和男性一样的大脑（此处描述男女的担任相同工作时，薪资不等的待遇） unthinkable 难以置信的compensation 薪酬 deny women basic civil rights 否定女性基本的公民权利eg: Worldwide, about 4.4 million women and girls are trapped in the sex trade.​ 全世界范围内大约有4.4亿妇女和女孩受困于性交易 eg: In places like Afghanistan and Sudan, girls receive little or no education, wives are treated as the property of their husbands, and women who are raped are routinely cast out of their homes for disgracing their families.Some rape victims are even sent to jail for committing a “moral crime”.​ 在这样的地方比如说阿富汗和苏丹，女孩接受到很少或者没有教育，妻子被认为是丈夫财产的一部分，妇女们被强奸后通常被抛弃除家门因为为他们的家庭蒙羞了。一些强奸受害者甚至被送进监狱承认自己犯了道德罪. eg: We are centuries ahead of the unacceptable treatment of women in these countries.​ 我们领先那些难以被接受的对待的妇女的国家几百年。（head of 领先 unacceptable 难以接受的） stop sb from doing sth 阻止某人做某事 eg: When the suffragettes marched in the streets, they envisioned a world where men and women would be truly equal. A century later, we are still squinting, trying to bring that vision into focus.​ 当妇女参政论者行走在街道上，他们想象着一个世界男人和女人被平等的对待。一个世纪之后，我们任然斜视着，努力的去带来愿景被实现（suffragette 妇女参政论者； envision 想象 squint 斜视，眯着眼看；vision愿景，视觉 ；into focus 实现） eg: the blunt truth is that men still run the world. 生硬的事实就是男人仍然在操纵着世界。blunt：生硬的，直率的 parliaments 议会，立法机构 eg: Since then, women have slowly and steadily advanced, earning more and more of college degrees, taking more of the entry-level jobs, and entering more fields previously dominated by men. ​ 从那时起，女性缓慢而平稳的前进，赢得了越来越多的学位，得到了更多入门级的工作，进入更多的领域，以前是由男人所控制的 eg: Despite those gains, the percentage of women at the top of corporate America has barely budged over the past decade. ​ 尽管这些收获，在美国公司的高层，女性的百分比几乎没有波动在过去的几十年。（percentage n 百分比； corporate a 公司的；barely ad 几乎没有；budge v 轻微移动 corporate America 美国公司） eg: A meager twenty-one of the Fortune 500 CEOs are women. ​ 区区21个财富500强CEO 是女性。（meager a 不足的；微薄的 ） eg: Women hold about 14 percent of executive officer position, 17 percent of board seats, and constitute 18 percent of our elected congressional officials. ​ 女性占据14%的有执行权的职位，17%的董事职位，构成了18%的我们选举的国会官员 eg: While women continue to outpace men in educational achievement, we have ceased making real progress at the top of any industry. ​ 当女性持续超越男性在教育成就上的时候，我们停止取得进步在任何顶级的企业。 eg: This means that when it comes to make decisions that most affect our world, women’s voices are not heard equally. ​ 这意味着当提到作出影响世界的决定的时候，女性的声音总是不能平等的被听到。 eg: Progress remains equally sluggish when it comes to compensation. In 1970, American women were paid 59 cents for every dollar their male counterparts made. ​ 进步仍然是相当的迟缓当提到报酬的时候，在1970年，美国妇女被支付59美分而相应职位的男性挣一美元。 ​ （小编再意译一下:当提到报酬的时候进步仍然是缓慢的，在1970年，相同职位的女性与男性的工资比是0.59:1） ​ sluggish a 缓慢的，迟缓的；counterpart n 同行，职位相当的人； eg: By 2010, women protested, fought, and worked their butts off to raise that compensation to 77 cents for one dollar men made. ​ 到2010年，女性抗议，斗争，放弃自己的目标全力以赴去提升报酬到0.77:1相比于男性的。:haha: eg: As activist Marlo Thomas wryly joked on Equal Pay Day 2011,” Forty years and eighteen cents. A dozen eggs have gone up ten times that amount.” ​ 作为一个活动分子马洛. 托马斯冷笑2011年的同酬日说: “40年，薪酬只增加了18美分，而一打鸡蛋的价格已经长了十倍” ​ wryly ad 挖苦地，嘲讽地；equal pay day 同酬日；go up 上涨 ；amount n 数量，金额； disheartening a 令人沮丧的； front-row a 前排的； entry-level a 入门级的，适合初级用户的； eg: I thought that was due to historical discrimination against women. The proverbial glass ceiling had been cracked in almost every industry, and I believed that it was a matter of time until my generation took our fair share of the leadership roles. ​ 我认为是历史性的歧视反对着女性，众所周知的天花板在每个行业被破解，我相信公平的分享领导的角色直到我这一代是时间的问题。 ​ discrimination n 歧视；proverbial a 众所周知的；industry n 工业，行业；take a fair share 公平的分享； ​ fair a 合理的，恰当的；公平的； eg: But with each passing year, fewer and fewer of my colleagues were women, more and more often I was the only wowan in the room. ​ 但是每一年过去 ，我越来越少的同事是女性，越来越频繁，我是房间里唯一的女性。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"},{"name":"LEAN IN","slug":"share/book/LEAN-IN","permalink":"http://yoursite.com/categories/share/book/LEAN-IN/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"},{"name":"LEAN IN","slug":"LEAN-IN","permalink":"http://yoursite.com/tags/LEAN-IN/"}]},{"title":"music | 春风十里","slug":"share/music/春风十里","date":"2016-11-13T16:00:00.000Z","updated":"2017-01-02T12:53:37.908Z","comments":true,"path":"2016/11/14/share/music/春风十里/","link":"","permalink":"http://yoursite.com/2016/11/14/share/music/春风十里/","excerpt":"今天是个“好日子”，配置博客遇到各种blog，终于斩妖除魔，迎来光明，来一首动听的歌舒缓下心情，然后接着背段子，是的，十里春风，也不换现在的好时光和出现在里面可爱的人们当然有素未谋面的29号同学。\n","text":"今天是个“好日子”，配置博客遇到各种blog，终于斩妖除魔，迎来光明，来一首动听的歌舒缓下心情，然后接着背段子，是的，十里春风，也不换现在的好时光和出现在里面可爱的人们当然有素未谋面的29号同学。","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"new soul","slug":"share/music/new soul","date":"2016-11-12T05:32:32.000Z","updated":"2017-01-02T12:52:40.162Z","comments":true,"path":"2016/11/12/share/music/new soul/","link":"","permalink":"http://yoursite.com/2016/11/12/share/music/new soul/","excerpt":"I’m a new soul I came to this strange world我是个崭新的灵魂 来到这个陌生(奇异)的世界hoping I could learn a bit about how to give and take.希望我能学习如何施与受But since I came here但从我到这来Felt the joy and the fear感受到喜悦与畏惧Finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦\n","text":"I’m a new soul I came to this strange world我是个崭新的灵魂 来到这个陌生(奇异)的世界hoping I could learn a bit about how to give and take.希望我能学习如何施与受But since I came here但从我到这来Felt the joy and the fear感受到喜悦与畏惧Finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦 I’m a young soul in this very strange world hoping在这个十分陌生的世界我是一个年少的灵魂I could learn a bit about what is true and fake.冀望我能学习一些 什麼是真实 什麼是虚偽But why all this hate?但為什麼净是恨愤Try to communicate.我试著沟通.Finding trust and love is not always easy to make.了解信任与爱并不是容易可得的La-la-la-la-la-la-la-la…啦啦啦啦This is a happy end cause’ you don’t understand这是个快乐的结局 因為你不明白everything you have done why’s everything so wrong你做的每件事就是為什麼每件事都如此错误This is a happy end come and give me your hand I’ll take your far away.这是一个快乐的结局 将你的手交给我 我将带你远离这世界I’m a new soul I came to this strange world hoping我是个崭新的灵魂 来到这个陌生(奇异)的世界I could learn a bit about how to give and take希望我能学习如何施与受But since I came here fellt the joy and the fear但从我到这来 感受到喜悦与畏惧finding myself making every possible mistake发现我自己犯尽了一切可能的错La-la-la-la-la-la-la-la…啦啦啦啦La-la-la-la-la-la-la-la-la-la…啦啦啦啦","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"music","slug":"share/music","permalink":"http://yoursite.com/categories/share/music/"}],"tags":[{"name":"music","slug":"music","permalink":"http://yoursite.com/tags/music/"}]},{"title":"第0章 计算机概论-1","slug":"tech/鸟哥的linux私房菜/第0章-计算机概论","date":"2016-11-08T05:36:31.000Z","updated":"2017-01-02T12:54:04.760Z","comments":true,"path":"2016/11/08/tech/鸟哥的linux私房菜/第0章-计算机概论/","link":"","permalink":"http://yoursite.com/2016/11/08/tech/鸟哥的linux私房菜/第0章-计算机概论/","excerpt":"0. 小编有话说​        现在这年头，做我们这一行的，没用过计算机的仁兄应该不多了吧，那今天小编想问一句，你知道计算机是什么吗？计算机的外壳下包的是什么呢？不同的计算机可以做什么呢？生活用品中有哪些电器中包含由计算机的组成成分呢？下面且听小编一一道来。\n","text":"0. 小编有话说​ 现在这年头，做我们这一行的，没用过计算机的仁兄应该不多了吧，那今天小编想问一句，你知道计算机是什么吗？计算机的外壳下包的是什么呢？不同的计算机可以做什么呢？生活用品中有哪些电器中包含由计算机的组成成分呢？下面且听小编一一道来。 0.1 计算机：辅助人脑的好工具计算机其实就是：接收用户输入的指令和数据，经过中央处理器的数据与逻辑单元运算处理后，产生或存储成有用的信息。换个说法就是，只要有输入设备（键盘，鼠标，触屏啥的）和输出设备（打印机，屏幕显示啥的），能让你输入数据使该机器产生信息的，就是计算机啦！ 0.1.1 计算机硬件的五大单元粗略一看你自己的计算机呢？发现它主要分为以下三个部分： 11、输入单元:包括键盘、鼠标、扫描仪、手写板、触摸屏等。 12、中央处理器（CPU）：含有算术逻辑、控制、记忆等单元。 13、输出单元：如屏幕、打印机等。 由于CPU主要的工作在于管理和运算，所以从CPU中又可以分出以下两个单元：控制单元和算术逻辑单元。重点强调一下整台主机的重点在于中央处理器，CPU作为一个具有特定功能的芯片，里面含有微指令集，如可你想让主机有什么特殊功能，就要参考CPU是否有相关的内置的微指令集才可以。（PS: 微指令集在小编后期的学习中会提到） 而计算机五大单元及其功能分别为： 11、输入单元：输入数据 12、输出单元：输出数据或作出其他反应 13、CPU内部的控制单元：负责程序的运算和逻辑判断 14、CPU内部的算术逻辑单元：主要负责协调各组件与各单元之间的工作 15、内存：存储CPU实际要处理的所有数据（所有要被CPU处理或处理过的数据都要经过内存） 图1为五大单元之间的组成关系图： 说明：粗黑线代表数据流向，细黑线代表控制志向，而粗灰线代表地址或指令的走向，主存储器即为内存。 0.1.2 CPU的种类CPU依靠指令来计算和控制系统，每款CPU在设计时就规定了一系列与其硬件电路相配合的指令系统。指令的强弱也是CPU的重要指标，指令集是提高微处理器效率的最有效工具之一。从现阶段的主流体系结构讲，指令集可分为复杂指令集和精简指令集两部分。因而主要的CPU也有两种。 11、精简指令集（Reduced Instruction Set Computing,RISC）： 1 其特点为指令较为精简，每个指令执行的时间短，完成的操作也很单纯，若要做复杂的事就需要多个指令来完成，常见的RISC微指令集CPU主要有ARM系列等（ARM只是公司，专门从事16/32位RISC微处理器知识产权设计的供应商，本身不生产芯片，买设计稿的。目前世界上使用最广泛的CPU可能就是ARM）。 12、复杂指令集（Complex Instruction Set Computer,CISC）: 1与RISC不同的是，在CISC的微指令集中，每个小指令可以执行一些较低阶的硬件操作，指令多而复杂，并且每条指令的长短不一样，常见的CISC指令集CPU主要有AMD、Intel等X86架构的CPU。 注意注意小梗出现了，你知道为什么我们的个人计算机叫X86架构的计算机吗？ 因为AMD、Intel等所开发出来的X86架构的CPU被大量的用于个人计算机（Personal Computer），因此个人计算机就叫做X86架构的计算机。 那你知道为什么要叫X86架构吗？ 那是因为最早的由Intel发明出来的CPU代号叫做8086，后来依次架构又开发出了80286,80386等，因此这种架构的CPU就叫做X86架构。 所以说呢？X86架构就是一个应用了CISC指令集的特殊架构。不是所有应用了CISC指令集的架构都叫X86架构哦！想要了解更多关于X86架构的，请点击这里 0.1.3接口设备及其运作流程​ 大兄弟小姐妹们要知道单有CPU也是让计算机工作起来的，所有还需要其他的设备，那么还有那些设备呢？且听小编先说几个主要的，更多精彩请关注下一贴： 11、存储设备：硬盘，软盘，光碟，磁带之类的 12、显示设备：显卡（ps：对于玩3D游戏的人来说，这可是至关重要的啊，因为它与显示的精度，色彩和分辨率都有很大的关系） 13、网络设备：网卡（ps：要知道没网没法活啊，所以这个真滴是超级重要的说） 那么问题来了，这么多的设备，他们的功能都是什么呢？有什么用呢？怎么联系在一起呢？ 嗯，小编考虑过了，话说不清楚，于是小编画了一幅各组件运行图（手画勿喷） 简言之，就是把计算机的各组件比作人体的各个部位。 计算机系统组成图： 0.1.4计算机的分类计算机按其复杂度和运算能力进行分类，可以分为以下五类： 11、超级计算机（supercomputer） ​ 能够执行一般个人电脑无法处理的大资料量与高速运算的电脑。其基本组成组件与个人电脑的概念无太大差异，但规格与性能则强大许多，是一种超大型电子计算机。具有很强的计算和处理数据的能力，主要特点表现为高速度和大容量，配有多种外部和外围设备及丰富的、高功能的软件系统。现有的超级计算机运算速度大都可以达到每秒一太(Trillion,万亿)次以上。超级计算机多用于国防军事，太空科技等。 12、大型计算机（Mainframe Computer） ​ 大型计算机也拥有数个高速的CPU，功能虽不及超级计算机，但是也可用来处理大规模的数据和复杂的运算，可用于大型企业的主机，全国性的证劵交易所等每天需要处理数百万笔数据的企业机构或者是大型企业的数据可服务器等。大型计算机 13、迷你计算机（Minicomputer） ​ 迷你计算机仍保有大型计算机同时支持多用户的特性，但是主机可以放在一般的作业场所，不像前两个大型计算机需要特殊的空调场所。通常用来作科学研究、工程分析和工厂的流程管理等。高等院校的计算机中心都以一台minicomputer为主机，配以几十台甚至上百台终端机，以满足大量学生学习程序设计课程的需要。 14、工作站（Workstation） ​ 工作站是介于微电脑（个人计算机）和迷你计算机之间的一种高档微型机。通常用来专门处理某类特殊事项的一种计算机系统如学术研究与工程分析，工作站一般配有高档的CPU、高分辨率的大屏幕显示器和大容量的内外存储器，具有较强的数据处理能力和高性能的图形功能。它主要用于图形处理、计算机辅助设计（CAD）等领域。 15、微电脑（Microcomputer） ​ 微电脑又称个人计算机，这也是我们这里主要讨论的目标。它体积小，价格低，但功能还是五脏俱全。大致可以分为我们常见的笔记本电脑、台式机等。 ​ 前段时间看到老师新买的工作站老贵的说，快可以买10台我的电脑了，但是看起来就和一般的台式机差不多啊，默默嘀咕着，这是为啥呢？小编经过学习得出了结果，今天小编在这里解释啦！ 若是光以性能来说，目前个人计算机性能已经够快了，甚至比工作站的等级以上的计算机运行速度还要快。但是工作站计算机强调的是稳定不死机，并且运算过程要完全正确因此工作站以上等级的计算机在设计是的考虑与个人电脑并不相同！这也是为何工作站等级以上的计算机售价教高的原因。 0.1.5计算机上面常用的计算单位（大小、速度等）计算机的运算能力由运算速度决定，而存放在存储设备中的数据也是有大小的有单位的。 大小单位 常见最小的单位是bit，现在将单位的由小到大排个序：bit&lt;Byte&lt;K&lt;M&lt;G&lt;T&lt;P。 bit与Byte之间的关系为：1Byte=8bit。 进位制 K M G T P 二进制 1024 1024K 1024M 1024G 1024T 十进制 1000 1000K 1000M 1000G 1000T 一般来说文件使用二进制的方式来计量大小，所以1GB的文件大小实际上为： 速度的单位常使用十进制，例如1GHz之类的单位，例如1GHz实际上为： 速度单位 CPU的运算速度常用的MHz或者GHz之类的单位，这个Hz其实是秒分之一。举个例大家常听到的8M/1M ADSL的传输速度，如果转成文件容量的Byte时，其实理论做大的传输值为：1MB/s/ 125KB/s的上传下载速度。（把传输速度分子分母同除8就可以得到这个上传下载速度） 安利（指福利）一下：假如你今天买了一个500GB的硬盘格式化了一下发现只有466GB左右的空间了，这是为什么？ ​ 因为一般硬件制造商会使用十进制的单位，所以500GB=500×1000×1000×1000B。转成文件大小的大小单位为二进制（1024）为底，所以就成了466GB左右啦！","raw":null,"content":null,"categories":[{"name":"tech","slug":"tech","permalink":"http://yoursite.com/categories/tech/"},{"name":"linux","slug":"tech/linux","permalink":"http://yoursite.com/categories/tech/linux/"}],"tags":[{"name":"鸟哥的linux私房菜","slug":"鸟哥的linux私房菜","permalink":"http://yoursite.com/tags/鸟哥的linux私房菜/"}]},{"title":"写书评，说故事","slug":"share/book/“草莓的吊脚娃”年前分享书单目录","date":"2016-11-02T14:24:21.109Z","updated":"2017-01-02T12:50:18.705Z","comments":true,"path":"2016/11/02/share/book/“草莓的吊脚娃”年前分享书单目录/","link":"","permalink":"http://yoursite.com/2016/11/02/share/book/“草莓的吊脚娃”年前分享书单目录/","excerpt":"","text":"“草莓的吊脚娃”年前分享书单目录 最后的精灵 彼得潘 乔布斯传 LEAN IN 雪国 古都 孔子的智慧 时间简史 我对时间有耐心 当我和世界不一样 圈子圈套 写书评，说故事，跟着estrella一起听故事吧！看看能不能升级下道具，可以用语音讲故事","raw":null,"content":null,"categories":[{"name":"share","slug":"share","permalink":"http://yoursite.com/categories/share/"},{"name":"book","slug":"share/book","permalink":"http://yoursite.com/categories/share/book/"}],"tags":[{"name":"book","slug":"book","permalink":"http://yoursite.com/tags/book/"}]}]}